[
    {
        "area_id": "9682a4ef-896b-4c44-aa9a-86ed863ef174",
        "area_url": "https://www.mountainproject.com/area/105716946/supercrack-buttress",
        "area_name": "supercrack-buttress",
        "area_gps": "http://maps.google.com/maps?q=38.03635,-109.54551&t=h&hl=en",
        "area_description": "Supercrack Buttress is probably the most popular/crowded area at Indian Creek.  Some of the most famous cracks in the desert are here - Supercrack, Incredible Handcrack, Coyne Crack, etc.  Expect stellar climbing with good protection and a casual approach, but don't expect solitude.If you are looking for solitude, please don't cross the road in search of it.  There is no access to the cliffs across the road without trespassing!",
        "area_getting_there": "From the main parking area about 4 miles past Newspaper Rock, Supercrack Buttress will be obvious.  Follow a well worn trail to the base, and look for the crowds to mark the start of most routes.",
        "area_tags": [],
        "area_hierarchy": [
            {
                "level": 1,
                "area_hierarchy_name": "All Locations",
                "area_hierarchy_url": "https://www.mountainproject.com/route-guide"
            },
            {
                "level": 2,
                "area_hierarchy_name": "Utah",
                "area_hierarchy_url": "https://www.mountainproject.com/area/105708957/utah"
            },
            {
                "level": 3,
                "area_hierarchy_name": "Southeast Utah",
                "area_hierarchy_url": "https://www.mountainproject.com/area/105716711/southeast-utah"
            },
            {
                "level": 4,
                "area_hierarchy_name": "Indian Creek",
                "area_hierarchy_url": "https://www.mountainproject.com/area/105716763/indian-creek"
            },
            {
                "level": 5,
                "area_hierarchy_name": "Supercrack Buttress",
                "area_hierarchy_url": "https://www.mountainproject.com/area/105716946/supercrack-buttress"
            }
        ],
        "area_access_issues": "Limited toilet/port a potty facilities: Have  poop plan! Visit: facebook.com/friendsofindia… saltlakeclimbers.org/news/2… 2024 Raptor Avoidance Areas (LIFTED 9/10/2024)- The Wall, Far Side, The Meat Walls, Cliffs of Insanity, Public Service Wall, Disappointment Cliffs, Fin Wall, Broken Tooth, Cat Wall, Slug Wall, and Reservoir Wall. See map in photos section. Each spring raptors return to the Indian Creek area for nesting. Eagles, falcons, hawks, and other migratory birds use shallow depressions on ledges, cliffs and rock walls to build nests, often returning to the same site year after year to raise their young. The Bureau of Land Management (BLM) requests that visitors and recreationists avoid these areas during critical nesting periods which typically start in early March and last through late August. Avoiding recreational activity in the vicinity of the nest sites along and maintaining a safe viewing distance will help ensure survival of young birds. Beginning March 1, the public is asked to avoid climbing in areas that are historically known to have raptor nesting activity or have a high potential for nesting. Areas that have potential nesting activity are referred to in many climbing guidebooks as: The Wall, Far Side, The Meat Walls, Cliffs of Insanity, Public Service Wall, Disappointment Cliffs, Fin Wall, Broken Tooth, Cat Wall, Slug Wall, Reservoir Wall and Critic’s Choice. While this list serves as a guide, it does not indicate every avoidance area or encompass all known names of the affected climbing areas. Please refer to the provided “Raptor Protection Map” to identify avoidance areas.  The BLM is coordinating these raptor protection efforts with the Utah School and Institutional Trust Lands Administration, who is the administrator of the climbing areas known as Disappointment Cliffs and portions of the Second Meat Wall climbing area. The avoidance areas only cover a portion of Disappointment Cliffs, see the map for additional details. In March, BLM biologists will begin the annual surveys of raptor activity to verify which historic nest sites are being used. Typically, by late April or early May, biologists can identify the nesting areas the raptors have selected. At that time the areas without active nests will be cleared for recreational use. The BLM requests that climbers, campers, and hikers completely avoid areas with active nests until the young birds have fledged, which is usually by late summer. Biologists will monitor nesting activity throughout the season and keep the recreation community informed of potential changes. Avoidance area notices and maps will be posted throughout the Indian Creek Corridor during the recreation season. While falcons and eagles are not overly common sights in southeastern Utah, they are present throughout the area and keen-eyed observers are sometimes rewarded with their aerial acrobatics. Visitors can watch adult birds hunt or observe the antics of young raptors perfecting their flying techniques. These species in Utah continue to recover from low population levels, thanks in part to cooperation from the public, climbing communities and governmental partners. The BLM would like to remind the public there are private land holdings throughout the Indian Creek Corridor. Please respect private landowners’ boundaries and signage. For questions about this avoidance areas, raptors, and migratory bird habitat in the Monticello area, please contact Rachel Wootton with the BLM Monticello Field Office at 435-587-1500. Persons who use a telecommunications device for the deaf (TTY) may call 711 to leave a message or question. The TTY Relay System is available 24 hours a day, seven days a week.  Replies are provided during normal business hours. blm.gov/announcement/blm-an… WET ROCK: Holds rip off and climbs have been and will continue to be permanently damaged due to climbers not respecting this phenomenon. After a heavy storm the rock will remain wet, sometimes for several days. PLEASE DO NOT CLIMB IN MOAB during or after rain. RAPTOR CLOSURES: please be aware of seasonal raptor closures. They occur annually in the spring.",
        "area_page_views": "324792",
        "area_shared_on": "Jun, 2002",
        "area_comments": [
            {
                "comment_author": "Scott N",
                "comment_text": "After going to S.C. Buttress earlier last week I noticed that on many of the more popular climbs (S.C, 3AM, IHC, etc....) the anchors are in need of some care.  The bolts are all sound, but the some of  the chains and rings are pretty worn.  The quicklink on the right anchor on Supercrack is worn about 60% through(top and bottom).  Amazingly enough a group was toproping THROUGH the anchor.  I... more After going to S.C. Buttress earlier last week I noticed that on many of the more popular climbs (S.C, 3AM, IHC, etc....) the anchors are in need of some care.  The bolts are all sound, but the some of  the chains and rings are pretty worn.  The quicklink on the right anchor on Supercrack is worn about 60% through(top and bottom).  Amazingly enough a group was toproping THROUGH the anchor.  I had an extra quicklink, but no pliers to unscrew the old one.  I was hoping some of the regulars might think about updating some quick links here and there.  Hopefully, next time I'll have some extras and some pliers/cutters to make these a little safer.  I'd be nice if just a few people left some new gear so we don't have to be witness to a splatter. Feb 23, 2004",
                "comment_time": "Feb 23, 2004"
            },
            {
                "comment_author": "E.T.",
                "comment_text": "Just came back from Indian Creek over thanksgiving, and the bolts on IHC, supercrack, and 3AM crack all look bomber. (they may have been replaced/enhanced since Scott's post).  I would agree that lowering through them would be hard on the gear though Nov 28, 2004",
                "comment_time": "Nov 28, 2004"
            },
            {
                "comment_author": "Sam Feuerborn",
                "comment_text": "Any beta on the twin tips cracks between wild works of fire and IHC? book says .10 but felt a whole lot closer to .12? Nov 14, 2011",
                "comment_time": "Nov 14, 2011"
            }
        ],
        "routes": [
            {
                "route_name": "22 going on 23",
                "route_url": "https://www.mountainproject.com/route/105717418/22-going-on-23",
                "route_lr": 49,
                "route_grade": "5.9",
                "route_protection_grading": "",
                "route_stars": 2.4,
                "route_votes": 136,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 50,
                "route_length_meter": 15,
                "route_fa": "Doug Oliver and James Kirk, Dec 1989",
                "route_description": "On the extreme right side of Supercrack buttress, just left of the giant leaning piller/cave that you go through to get to Anazazi.  Look for a shallow right-facing corner with a great 50' near-vertical hand crack formed by a small pillar.This is a short, fun, and moderate climb.  Start out on a ramp deep in the corner, pull over a bulge with increasingly good hands, enjoy a great section of perfect hands, and scramble the last few feet to the top to a two-bolt anchor.",
                "route_location": "N/A",
                "route_protection": "#.75 Camalot, 2 #2.5 Friends, 3 #2 Camalots",
                "route_page_views": "5798",
                "route_shared_on": "Nov, 2001",
                "route_id": "03c2911e-6c29-46ed-ad67-464f49213782",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10": 1,
                    "5.10b": 1,
                    "5.10-": 2,
                    "5.10a": 1,
                    "5.9+": 5,
                    "5.9": 20,
                    "5.9-": 4,
                    "5.8+": 1,
                    "5.8": 3
                },
                "route_tick_comments": "· Lead / Fell/Hung. Hung to back clean a #2 that I didn’t end up using lol · Lead / Fell/Hung. Climbed with Meili, Conner, Sara, and Marcus. Didn’t have the endurance to get it clean, but fun climb nonetheless! · Lead. 1 x 0.5, 1 x 0.75 or 1, 6-7 x #2 Rack on left side · Lead / Flash. Great, easiest on wall, mostly ones and twos, a 0.5 works to protect the mantle at top a little deep or maybe another #2? · Lead / Fell/Hung. Hung to figure the bulge out, excellent first 5.9 lead. Hands at top are stellar · Lead / Onsight. W/ Adrian. Great climb for him, bigger feet and features on left. I loved this climb, got a little scared towards top when it got steep again. · Lead / Onsight. .5 as first and last piece, 3x #2’s in between. Great warmup / first lead. Wide section before splitter is crux. New leaders may want an additional 1-2x #2’s to sew it up. · Lead / Fell/Hung. Fun hand crack for second half. Felt good climbing above gear to the anchor. Hung 3 times to get gear from lower in crack. · Lead / Fell/Hung. Pretty good route - can either stick to the crack or pull some thin face moves for the first bulge. All #2s after that · Lead / Flash. It was snowing. My feet were slipping everywhere. Snow in my chalk bag. Pumped out at the top but that last .75 and a horizontal fist jam gave me all the confidence I needed to pebble wrestle my way to the top. Brought 4 2's and did not regret it · TR. Did several run on this route to get hang of crack climbing on the corner. It seem I got it at then end. · Lead / Fell/Hung. ok route, I should have taken more twos, lowered and then hung just before the top blocks. I put in a .75, a 1, a bunch of 2s and a final 1 where the 2 crack constructs before the blocks. the blocks are loose so putting a finger cam would be a bad idea it's probably a 9. · Lead / Onsight. .5, .75, 5 x2 and a 1. Crux is probably the bulge. For me it was where it steepens out and thins near the top. Don’t place gear in the loose blocks. Nate shouted “just go for it” which is exactly what I needed. Happy to cleanly lead something here at the creek! · Lead / Onsight. 2 1’s and 2 2’s with a little Bumping. 3rd number two would prevent the need For bumpin. Optional .75 early · 3 pitches. TR. Done with Trevor and Corrine. I would have led it, but Trevor put the rope up and ended up overextending my #2 wild-country. Spend the next hour hammering on it and got it out! The climb itself was fantastic with a splitter hand crack with an interesting roof to pull over at the beginning. · Lead / Fell/Hung. foot slipped after placing the yellow 2 at the top. grrrr so close. keep both feet in the crack... gear purple .5 red 1 green metolius to protect crux sew up crack with yellow 2 and blue metoulius save one yellow for horizontal crack at the top · Lead / Onsight. Really fun route. Had to solo up to just below the bulge twice to unstuck the rope. Make sure to pull the climbers side. I found the crux to be pulling over the top. On of my favorite easy routes at the creek · Lead / Onsight. Used 5 #2, 1 #1, 1#4 (good for the bottom but optional), 1 #0.4 (top). All Camelots · Lead / Fell/Hung. my gear... 0.5 to 1 good a the bottom. green metolius to blue metolius all through crack. take as many as you can. save a yellow 2 for the horizontal crack at the top. I got a blue metoulius stuck at the top of the crack and had to hang on a yellow 2 to get it out. ultimately a green metolius fit way better here. first time hanging on gear! · TR. Crux at the bulge: jam left at highest available point in the wide notch, get high feet on the face, and stand up into the bulge to get a high right hand jam, and then enjoy the nice crack the rest of the way. There are a couple spots after the bulge to smear on the left for a reprieve for the feet and a shake-out if needed. This was a good follow-on for me after Twin Crack 5.8+ farther left on Supercrack Buttress. Took on TR the first go, and sent it clean the second time around with better technique and having the beta better understood. Where Twin Crack starts in the corner and goes to the face, this one stays in the corner the whole way, so it forced a bit different technique. Fun climb! · Lead / Onsight. 3 2.0s 1 0.75 A beginner leader may want another .75 and a 1.0 low and another 2.0 · Lead / Redpoint. Have come a long way since the last time I climbed this! Still fun. Used #0.5, #0.75 (or another 0.5), 2x #1s, 3-4x #2."
            },
            {
                "route_name": "24 Unknown",
                "route_url": "https://www.mountainproject.com/route/105943130/24-unknown",
                "route_lr": 39,
                "route_grade": "5.9+",
                "route_protection_grading": "",
                "route_stars": 1.9,
                "route_votes": 198,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 40,
                "route_length_meter": 12,
                "route_fa": "in the Book",
                "route_description": "the crux is off the ground getting into the crack.Great while you wait for Super Crack",
                "route_location": "This Route is on the Left of the Large Block that is Left of Super Crack",
                "route_protection": ".5-1 BD2 bolt anchor at the top",
                "route_page_views": "4726",
                "route_shared_on": "Apr, 2007",
                "route_id": "4d0f9ac8-6187-4a10-91d7-12a8200b61f7",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Devin Fin",
                        "comment_text": "i put in one more bolt.... why are all climbers so cheep? so many people loaf at the bottom of SC and set this piece up for there friends to teach them bla bla bla !!!! lets just keep it safe.. Jun 19, 2010",
                        "comment_time": "Jun 19, 2010"
                    }
                ],
                "route_suggested_ratings": {
                    "5.9+": 25,
                    "5.9": 10,
                    "5.9-": 4,
                    "5.8": 1,
                    "5.7": 1
                },
                "route_tick_comments": ""
            },
            {
                "route_name": "24 Variation",
                "route_url": "https://www.mountainproject.com/route/105943135/24-variation",
                "route_lr": 40,
                "route_grade": "5.6",
                "route_protection_grading": "",
                "route_stars": 1.5,
                "route_votes": 35,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 40,
                "route_length_meter": 12,
                "route_fa": "unknown",
                "route_description": "This Route is a OW on the right Side of the #24 Block, Left of Super Crack",
                "route_location": "Be Careful of the Loose Block at the top of this route, walk along the ledge and rap/lower off",
                "route_protection": "#4 BD at the Start and #6 walked up to the top, or a #5 can be placed before the #62 bolt anchor at the top",
                "route_page_views": "6741",
                "route_shared_on": "Apr, 2007",
                "route_id": "28c266c0-0aa9-432b-8c78-018291bbb696",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.7": 1,
                    "5.6": 10
                },
                "route_tick_comments": "· #4-6. A pinkpoint whip after dislodging a block in the crack was quite embarrassing. Hard to clean* · Follow. Followed Erik and cleaned the route - this was fun and pretty doable once I got the hang of the chicken wings · Lead / Onsight. Fun little offwidth. Just ended up laybacking. Used a big bro at the top to keep the top-rope out of the crack. · Lead / Onsight. 1 hang eats OW cams: bring 1x5 and 2x6, maybe 1x4 for down low. maybe even a 1x7, bumping 6 at the top felt v uncomfortable. · Lead / Onsight. A great beginner offwidth! Got some 4, 5, and 6 placements (no other pieces). Watch out for the rope getting caught on the way down. · Lead / Onsight. Fun moves, great intro lead of the style. This thing can be romped up in approach shoes, possibly feels easier this way lol · TR. Heidi lead it, Rebecca followed and then I did it. Nothing special but fun nevertheless · Lead / Onsight. Didn’t use any 4’s. Another 6 or two more would of been nice but but bad at all · TR. top rope and prussiked twice... first because didn't have right gear, second because rope was stuck."
            },
            {
                "route_name": "3AM Crack",
                "route_url": "https://www.mountainproject.com/route/105717766/3am-crack",
                "route_lr": 18,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 3.5,
                "route_votes": 766,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 115,
                "route_length_meter": 35,
                "route_fa": "unknown",
                "route_description": "This climb is left of Incredible Hand Crack.  Look for the first climb that has a small pillar at its base.  Above the pillar, the climb continues as a right-facing dihedral.  Not too far above the pillar is a small roof.  You'll see the rest.Make sure you milk the rest a little more than half way up.  This climb is sustained.",
                "route_location": "N/A",
                "route_protection": "My favorite climb on the Supercrack Buttress.  The start is thin for me, but 4 #1 Camalots will be more than enough.  The rest of the way I placed #2 and #3 Camalots.  I took 6 #2s and 6 #3s.  It can be done with one rope.  With rope stretch you will just reach the ground, or miss by 3 feet.",
                "route_page_views": "31228",
                "route_shared_on": "Dec, 2000",
                "route_id": "9bf5b779-f32f-41af-91ce-e91ff81ad3c8",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Paul Nelson",
                        "comment_text": "yeah, it is a a thin start.  Just punch through it quickly to get to a good handjam rest right below the little lip.I think that it is definitely adviseable just to lower down to the top of the boulder and downclimb the last fifteen feet if you don't have a 70m rope. Oct 12, 2002",
                        "comment_time": "Oct 12, 2002"
                    },
                    {
                        "comment_author": "Anonymous Coward",
                        "comment_text": "This route is awesome.  I compare it supercrack quality for it had diverse moves(slab, fist, hand, finger, flakes, liebacks).  This climb demands a number of different skills as well as some endurance(not too many rest stances).  One of the best routes I have climbed. The flake pulling past the thin crack was some of the coolest climbing I have ever done.  I really enjoyed the fist/wide... more This route is awesome.  I compare it supercrack quality for it had diverse moves(slab, fist, hand, finger, flakes, liebacks).  This climb demands a number of different skills as well as some endurance(not too many rest stances).  One of the best routes I have climbed. The flake pulling past the thin crack was some of the coolest climbing I have ever done.  I really enjoyed the fist/wide hand crack as well. This climb is really sustained and I had just never had such a hard time on a 5.10 flat. Mar 22, 2003",
                        "comment_time": "Mar 22, 2003"
                    },
                    {
                        "comment_author": "Brian Weinstein",
                        "comment_text": "possibly the finest hand crack on the buttress.  classic! Jan 16, 2006",
                        "comment_time": "Jan 16, 2006"
                    }
                ],
                "route_suggested_ratings": {
                    "5.11-": 2,
                    "5.11a": 1,
                    "5.10d": 2,
                    "5.10+": 27,
                    "5.10c": 4,
                    "5.10b/c": 5,
                    "5.10": 115,
                    "5.10b": 7,
                    "5.10-": 3,
                    "5.10a": 4,
                    "5.9+": 2,
                    "5.8+": 1
                },
                "route_tick_comments": "· Lead / Fell/Hung. Needs at least 4 1s and a 3.5 is nice for the top. So burly. · Lead / Fell/Hung. Ate up and spit out on this lead. 3 #3's, a couple #3's and LOTS of #2's next time. Get strong for the creek and return! · Lead / Fell/Hung. Oh my god this was so hard for me. The fist section felt impossibly difficult. Took my first big whips on gear. Emphasis on whips plural. · Lead / Fell/Hung. 2 or 3 hang. Focus on fists with left hand leading in some of the bigger pods · Lead. 1s to the roof and then short section of 2s and then lots of 3s! Heavy on the right arm · TR. quick Tr burn since there was a mega line. small section of fingers to get to the goods. maybe a low .4 and then a high .75 before the hands. · Lead / Fell/Hung. Super hard but proud I tried this as my first creek lead! I probably fell 5 times, mostly in the 3s. I brought .4, .75, 4 1s, 6 2s, and 6 3s and I used all of it while also bumping gear. Happy though · Lead / Fell/Hung. My first trad lead. Went piece to piece. Fell on a #1. Looked like I’d gone swimming I was so sweaty by the end. Probably took me an hour to get up. Excited to make this feel smooth with more practice. · Lead. Clean send! 3s at the top felt harder than the 1s at the start for some reason. I like this one better than Incredible · Lead / Onsight. Fought through the 1s and then plowed it through the perfect hands. Bring a .5 for the start · Lead / Onsight. 1”-3” R facing dihedral. Long consistent climbing. Somehow managed to get my shoe lace loop caught in a cam. Fun route! · Lead / Fell/Hung. Led to about halfway, got scared at the larger 3 crack. Lie backed the top section on TR · Lead / Fell/Hung. Rodny, Agreen, and I put this up. Long. Sustained. Pumpy right arm. Can rest using left side pull and head against wall with right foot cranked and left foot out on face. · Lead. Led the middle section. We led it as a group. A ton of 1s and 2s and 3s. · TR. @Crack Camp! Definitely one I want to come back and lead. Loved the progressive change in crack size from thin hands to fists. · Lead / Fell/Hung. Slipped right off the block for the reds, oh well. Really fun and pumpy route. Good to do again! · Lead / Redpoint. 1s went easy, maybe it was the new BD crack gloves or maybe I got stronger… who knows… top ate my arm skin and was super pumpy… stoke! · TR. Crack Camp. Holy moly what a pitch! Made it to just below the rest ledge before taking. Baggy fist section was the most strenuous for me - had to take a few times (3-4?). Perfect fists & hands sections were just pure joy. · 2 pitches. Lead. Phew. Lots of threes. Tough and very fun climb! Lead and then TR · Lead / Onsight. 2x .75 4x #1 2x orange totem 5x #2 3x #3 (Resist urge to bring #4) .75 above pedestal will walk deep! · Lead / Onsight. So pumpy!! Midway stem rest, arm levers, and crimp jams were key to my success! Very very fun route. I think I placed .4, .75, 3x1, and maybe 5 or 6 2’s, maybe 4 3’s · TR. Did NOT finish. Fist size 3s were absolute hell for me and only got thru the second half before wimping out. · Lead / Fell/Hung. Led this like trash. Off the ground is so greasy. Then it’s just sustained. No move hard, just an enduro-run. Take lots of 1, 2, 3 · Lead / Fell/Hung. Finger sequencey boulder start on pillar. Then rest on pillar to #1s for 10 ft to a good hand, pods and little feet features made it just doable. Pull the bulge. Endurance fest To top. 2s and 3s. Musseys. 70 m. With sarah . Little kid doing first trad lead on twin cracks thought saw tommy caldwell because of seeing his shoes. Dad wad really encouraging the kid to not worry about grades. I thanked them for that. · TR. Thin start, had a hard time. Then great size for me up to the roof. Pulled it on second attempt. The rest was slightly big for me, hands cramping were the main issue. Fitness required A kid running around the crag said Tommy Caldwell was here, I was so excited and wanted Erron to hurry. Then the kid came back and said false alarm, I saw his shoes (TC pros) and thought it was him · Lead / Onsight. w/ Jbraud. Great climb, pretty cool to work through all the sizes. · Lead / Onsight. Really on you the whole time in terms of difficulty probably close to my on sight limit considering my biceps · Lead / Fell/Hung. Hung 3x bc of my horrible endurance, but this was my favorite route of the weekend! Will definitely be back to give it a better effort! · Lead / Onsight. Start is thin, I just liebacked shamelesssly to get to the good stuff. Then cruiser jams all the way up, just have to fight the pump. · TR. Jugged up a good amount after thin hands section cuz daylight was going. · Lead / Flash. Stoked on the flash. So freakin tiring, was exhausted like half way up. Brought 4 #2s and #3s each but back cleaned a couple. 6 of each would be nice. The #2 section was awesome · TR. 3’s section was hard…got it clean on TR but would be hard to lead · TR. Fell once at start, then got a clean TR run. This one goes for days! · Lead / Fell/Hung. Fell at the #1 roof. Sent the rest from where I fell. Using tape gloves instead of my OR ones might make the 1s crux easier... hmmm.. · Lead / Flash. Encouraged again as the crew as the rain started to fall. Never has clipping draws been so hard. Took one big whip in the middle when rope was hard to unpin from my foot and was in bad fists. Chloe caught me and gear did too. Pretty stellar. So so tired. · Lead. Oh baby did I hang on some cams A lot of them Pretty much every other/every placement if I’m being honest, especially in the #3 section Had a hard time getting my left hand to stay in and it was grueling to bump up my right I was also scared and bumping cams and placing a lot, which wasted energy Took me like an hour Proud for sticking with it, gotta mentally get used to this style of climbing so I trust myself more. My middle knuckles kill from cupping and struggling to get my hands to stay in size 3 size Wished I had another 3 at the top, I brought 5 and 6 would have been perfect I used 5 #1, 5 #2 and 5 #3 and a .5 and .75 down low Yeehaw · Lead / Onsight. First climb in Indian Creek, this one is a long one! I was nervous about warming up on it, but decided to give it a go anyway with parties swamping the place. Did very well with the #1 section down low. In the #2s I got pumped from not resting effectively and stepping on my rope in the crack a bunch. Managed to shake out and make slow progress up the sustained hand crack. Wild · Lead / Fell/Hung. Pas été capable de finir! Les coincements en dessous du toit ont eu raison de moi, très pompant vu la plus petite taille. · TR. nice folks set up toprope, i fell a bunch but ethan rocked it · TR. lily was not a big fan of this one, but good practice! 1st indian creek mega splitter that our nuclear engineer friends set for us"
            },
            {
                "route_name": "?",
                "route_url": "https://www.mountainproject.com/route/110336209/anonymous",
                "route_lr": 6,
                "route_grade": "5.11",
                "route_protection_grading": "",
                "route_stars": 2.5,
                "route_votes": 2,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 90,
                "route_length_meter": 27,
                "route_fa": "Would love to know",
                "route_description": "This route is very different for Indian Creek, with tan rock and a bit of lichen. Lots of fingers and tips, while utilizing some chimney and stemming moves. There is a crack switch up high, and the anchor is impossible to spot unless you go far down the hill. It is there however, with an old SMC hanger, and a newer bolt, equalized with webbing and leaver biners. There is no plaque. I would like to know who's route this is, and what the actual grade given is, as it makes for a good addition to this shady portion of the crag.",
                "route_location": "To the right of the Unknown .11- and King Sooper, and left of Super Surprised. There is a nice tree at the base, and it can be identified by a finger/tips crack start.",
                "route_protection": "Triples of fingers and tips, with maybe a single set up to #3 Camalot",
                "route_page_views": "1238",
                "route_shared_on": "Apr, 2015",
                "route_id": "8c30dbe9-116b-482e-9f75-2020fbd91c69",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11": 1
                },
                "route_tick_comments": "· Lead / Fell/Hung. can prob send next time / the .75 to 2 section was hardest"
            },
            {
                "route_name": "A void",
                "route_url": "https://www.mountainproject.com/route/121277247/a-void",
                "route_lr": 9,
                "route_grade": "5.11",
                "route_protection_grading": "PG13",
                "route_stars": 3.5,
                "route_votes": 4,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 130,
                "route_length_meter": 39,
                "route_fa": "DF PSP",
                "route_description": "From the top of the first anchors on “super surprised”  this line follows the obvious offwidth that’s right in yer face. Heel toes  arm bars an  excellent chimney technique should get you to the anchors ... this route has 3 protection bolts that were placed on lead ground up.. This crack is to large for any gear hence the bolts ... spiral your way up inside the formation look for good stances.. bring yer A game  and be rewarded with one of the best top outs in the creek",
                "route_location": "just left of  “Bad rad duality” and on top of the first pitch of “Super surprised”",
                "route_protection": "(1) green big bro (1) BD 8 (3) QD",
                "route_page_views": "923",
                "route_shared_on": "Sep, 2021",
                "route_id": "de7df66b-5497-4101-a0e1-1b9ef4f88abf",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11 PG13": 1,
                    "5.10+ R": 1
                },
                "route_tick_comments": "· Follow. Led P1 (bring a couple extra 0.3s). Athena led P2. Got it all clean. Would not want to lead this one , I don't think? The chimneys were secureish but the runouts are large. · Lead / Onsight. Eric b. #8 before first bolt. After that just bolts. Very runout but pretty secure. Solid mud foothold broke on me, beware! 10-10+ climbing but 11 ow leader required for serious nature."
            },
            {
                "route_name": "Amaretto Corner",
                "route_url": "https://www.mountainproject.com/route/105717400/amaretto-corner",
                "route_lr": 44,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 3.0,
                "route_votes": 226,
                "route_type": "Trad",
                "route_pitches": 2,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "unknown",
                "route_description": "This route is just around the corner to the right of Supercrack. About 20-30 feet past Supercrack, this is the shorter right-facing corner. It starts out as a beautiful hand crack, and gets wider as you go up. The crux is at the top where the crack gets wider as the crack moves over a bulge. There are some decent face holds out left to make the moves very doable. The 5.11 rating is for pitch 2, but, pitch one is maybe a 9 or easy 10.Edit from Matt Pesce: P 2 is classic big fingers/ thin hands corner. 80' 5.11. Gear: 2-3 ea. .5-1 Camalot and maybe 1 #2",
                "route_location": "N/A",
                "route_protection": "P1: Mostly 1s and 2s for the first half.  I used a #3, and a #4.5 for the upper half. For P2: 2-3 ea. .5-1 Camalot and maybe 1 #2",
                "route_page_views": "8349",
                "route_shared_on": "Sep, 2001",
                "route_id": "df0d8c0a-79aa-450f-a1de-df746d3e4642",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Friso Schlottau",
                        "comment_text": "Terrific Route! The upper half of the first pitch (all we did) is a bit funky, with sliding fist jams - chicken wing things, but a great route. Overhang is weird, but easier than it looks. Mar 31, 2002",
                        "comment_time": "Mar 31, 2002"
                    },
                    {
                        "comment_author": "Bernard Vachon",
                        "comment_text": "I climbed the first pitch at the end of the day expecting to finish my day with an easy 5.9 pitch (well as easy as 5.9 crack climbing can be in IC), but to my surprise it felt nothing like 5.9. It may not be as long as all the 5.10 cracks on supercrack buttress (3 AM, No name crack...), but I think it is technically just as challenging as any of those routes. It has some off-fist sections so... more I climbed the first pitch at the end of the day expecting to finish my day with an easy 5.9 pitch (well as easy as 5.9 crack climbing can be in IC), but to my surprise it felt nothing like 5.9. It may not be as long as all the 5.10 cracks on supercrack buttress (3 AM, No name crack...), but I think it is technically just as challenging as any of those routes. It has some off-fist sections so #4 camalots are nice for the top section. I would give the first pitch a 5.10 rating with. Apr 16, 2002",
                        "comment_time": "Apr 16, 2002"
                    },
                    {
                        "comment_author": "Andrew Gram",
                        "comment_text": "I'd say the first pitch is easy 10 since I got up it with a minimum of flailing, which is unusual for me on Indian Creek 10s.  Great first pitch - especially the hands section. Apr 17, 2002",
                        "comment_time": "Apr 17, 2002"
                    }
                ],
                "route_suggested_ratings": {
                    "5.11c/d": 1,
                    "5.11+": 2,
                    "5.11b/c": 1,
                    "5.11": 3,
                    "5.11-": 1,
                    "5.11a": 1,
                    "5.10b/c": 4,
                    "5.10": 7,
                    "5.10b": 1,
                    "5.10-": 2,
                    "5.10a": 1,
                    "5.9+": 6,
                    "5.9": 2
                },
                "route_tick_comments": "· 1 pitch. Lead / Onsight. Thought I was on a chill 5.9 to end the day with, but things quickly got out of hand at the top, when I found myself extremely runout on desperate stacks trying to pull the bulge. Somehow sent, but wowie · Lead / Fell/Hung. Hard last part of the first pitch. Bumping 1 4 was strenuous and insecure. I'd bring multiple next time. · 1 pitch. Lead / Fell/Hung. First pitch only. The ow shut me down. Face climbed around it · 1 pitch. Lead / Onsight. Only P1, thought it was quite fun. Enjoyed the small offwidth roof. Was able to use cupped fists, but re-did the section with butterflies after the send. Would come back for P2 · Lead / Fell/Hung. Somebody needs to teach me how to off width. Take 3 4s and a 5 if you're bad at wideness like me · 1 pitch. Lead / Fell/Hung. Wtf that bulge felt parts of me that I didn’t know could be touched (both emotionally and physically) · 1 pitch. TR. Top was cool, did a chimney and then layback and grab crimp on left to mantle · 1 pitch. TR. Easy through the first half, tough as it widens out. Ended up climbing the crux more on the face than the offwidth Shoutout to Liam for the belay · 1 pitch. Lead / Fell/Hung. Arametto corner * 3-4x2 * 3-4x3 * 3-4x4 * 1x5 Stacks on stacks. Inch worm up baby See if I can get one friend 4 vs BD 4. But still good if not · 1 pitch. Lead. 3-4 x 2s, 3-4 x 3s, 3-4 x 4s, 1 x 5 · 1 pitch. Lead / Fell/Hung. Really awkward gettin into the #5 offwidth. Protects well with 4.5 above · 1 pitch. Follow. With Mitch and Jill pickle. Not clean. Not clean at all. · 1 pitch. TR. Ryan lead. Super fun low-angle crack with the off-width upper bulge crux (wide stance/smear and bear hug finish). · 1 pitch. TR. First pitch only, almost got knee stuck in OW (stack + knee works well for getting past overhang) · 1 pitch. Lead / Fell/Hung. Struggle on the offwidth. Forearm/bicep jams. Fuzzy bat sleeping in the crack left of the P1 anchor. · 1 pitch. Lead / Onsight. Just did the first pitch, was reminded that offwidths are work. Nice to have 2x#4 or a 4 and a 5. Otherwise super cruiser hands to wide hands crack · 1 pitch. Lead / Fell/Hung. Stick with at the 5s! Gaston, bump feet into crack, arm bar to glory! · 1 pitch. TR. TR SEND. Had tried onsight on lead but had only 1x #4. So bailed. Hard OW · 1 pitch. Lead / Redpoint. Much better go this year the #5 section up top felt much more easier. · 1 pitch. Follow. Finished the off width of pitch 1 on lead. One take · 1 pitch. Lead / Fell/Hung. I would give it a ten starts with easy hand jams with 2s than maybe one 3 the rest will be 4s. Came down because I did not bring enough 4s. Restarted from the beginning and was able to finish hung twice in off width before bulge but had some nice butterflies and finished bulge clean. Lots of fun looking forward to try again. · 1 pitch. Lead / Fell/Hung. Had fun at the bottom, then worked through the wide easier part. Fell at the steep off-width and ended up with my head into the wall with feet into the right facing lip, grunted into a mantle to finish. · 1 pitch. #4 section was really tough for me to figure out. The bulge top out protects well and has great features on the face to use · 1 pitch. Lead / Fell/Hung. overhung 5s are hard. could get a butterfly a d use the foot holds out left · 1 pitch. Lead / Fell/Hung. Only did first pitch, got knee really stuck at the bulge, needed someone to come save me · 1 pitch. TR. couldn't pull the end moves; MUST BE REPEATED IN THE FUTURE · Lead / Onsight. Mega beached whale move at the top. pretty fun. Gear: #2, #3, #3, #4, #4, #5. Could have used an extra #4. Some may appreciate an extra #2 · 1 pitch. Lead / Onsight. Only did the first pitch. What a warmup. This is a sandbag, and not just because it's wide. I thought that the moves were at least 5.10-. With Kat. · 1 pitch. TR. Holy fork the top off width section was exhausting. Still trying to figure out how the full-foot cam works · TR. Fun trickery pulling the bulge, stacked hands into crimps on the face for the mantle, nice knee jam too. · 1 pitch. Lead / Fell/Hung. Holy mother of all beach whale top outs. Hand stacks until you can slither awkwardly up on top. Don’t know what a 4.5 is but wish I had one. · Lead / Fell/Hung. Fell once on the first OW crux after getting the rope stuck on my foot. Had the top down. Felt wayyyyy easier than last year. What a good feeling. · 1 pitch. Lead / Redpoint. Just did the first pitch. Very good for training off-width. · 1 pitch. Follow. hung at the OW. led by Kyle, super fun. Mike led afterwards · Lead / Fell/Hung. Got heat exhaustion near the top and almost threw up. Bottom was really fun and good, but then struggling through the OW at the top I had to take and couldn’t catch my breath. Lowered and got in the shade. Friends don’t let friends climb OW in the sun · 1 pitch. TR. good spot for beginners, muscle your way out the offwidth roof thingy · 1 pitch. TR. Amazingly fun climb on TR, would be a bit stressed on lead lol. #1, #2, #3, #4, #4, #5 · Lead / Fell/Hung. Fell on P1 at the OW. Thought this was a warmup. Nope. · Lead / Onsight. Fun OW at top. Used #4 and #5. Two 4s would have been better · Lead / Fell/Hung. One hung, but totally doable. Use the nice foot at the first wide section, it helps. · Lead / Fell/Hung. god damn off width at the end are me for breakfast · 1 pitch. Lead / Flash. P1 only. woooo. fun bit of OW greatly protected by #5. · 1 pitch. Lead / Fell/Hung. first pitch only. did pretty good until the bulge. first time moving on stacks · 1 pitch. Lead / Fell/Hung. First pitch only. Indian creek beat down. Logged some exciting air time. · Lead / Fell/Hung. Climbed the top half after my friends cruxed out half way up. Something about the size of my arm let me bicep/forearm jam while bumping a tight #5 through the top section. Definitely one you lay on top after beached whaling it and breath for a bit. One of my favorite routes I’ve done. Starts out with thin hands, then goes to big hands then to offwidth. Used 2-3 #4s. And 2 #5s. A #6 could replace the lower #5 · Lead / Onsight. W/ matt. Retro tick, can’t remember exactly when. I thought it was very fun."
            },
            {
                "route_name": "Anasazi",
                "route_url": "https://www.mountainproject.com/route/105717406/anasazi",
                "route_lr": 50,
                "route_grade": "5.11-",
                "route_protection_grading": "",
                "route_stars": 3.5,
                "route_votes": 125,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 120,
                "route_length_meter": 36,
                "route_fa": "Mugs Stump and Bob Sullivan, 1978.",
                "route_description": "PLEASE DO NOT CLIMB THIS ROUTE *Climbing activity is impacting cultural resources at this site, please choose another route - See Pictures (attached below by Kate Godwin) and description from the BLM Monticello Field Office for more information.*At the far right side of Supercrack buttress, you'll find this left-facing dihedral. [Just to the right of the large leaning block/cave with the Anasazi handprints on the inside].",
                "route_location": "N/A",
                "route_protection": "Please do not climb this route, now that we know about the structure and rock art here.",
                "route_page_views": "11332",
                "route_shared_on": "Oct, 2001",
                "route_id": "feea50c0-5633-4e2f-855b-8b3c0fec1c51",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Jason Wells",
                        "comment_text": "The junk at the top actually looked pretty dangerous so we lowered off before it on a nut and couple tricams - which I'm sure disappeared on the next ascent.  The rest of the route is great though.  Perhaps someone knows who put it up and could get permission to lower the anchor?! Nov 27, 2001",
                        "comment_time": "Nov 27, 2001"
                    },
                    {
                        "comment_author": "Anonymous Coward",
                        "comment_text": "\"The junk at the top\" is not that bad.  Don't move the anchors. Feb 2, 2002",
                        "comment_time": "Feb 2, 2002"
                    },
                    {
                        "comment_author": "Murf",
                        "comment_text": "The \"white\" section at the top is not the best, but is not too dangerous.  I remember a key blue tcu placement in a horizontal pod which made me breathe alittle easier. Tom Murphy Apr 1, 2003",
                        "comment_time": "Apr 1, 2003"
                    }
                ],
                "route_suggested_ratings": {
                    "5.11c": 2,
                    "5.11": 2,
                    "5.11-": 12,
                    "5.11a": 7,
                    "5.10+": 2
                },
                "route_tick_comments": "· TR. Got it clean. Mostly enduro laybacking with one or two easy cruxes above. Would bring 10+ 0.5s. With Alesssandro. · Lead / Fell/Hung. Super pumpy. Have to layback and plug gear. We didn't have enough 0.5 and 0.75 so we had to bump a lot of lower and back clean pieces. · Lead / Onsight. MEGA! plus I scored some booty. 1x .3 2x .4, 6x .5, 3x .75 1x 1, 1x 2, 2x 3 · Lead / Fell/Hung. Next time rack: .3 x1 .4 x3 .5 x9 .75 x4 1 x3 2 x2 3 x1 Save .5s for before last roof. Save .4 and .3 for top. Red Metolius no good for lower lie-back corner · 2 pitches. Lead / Onsight. Really cool! I needed more 0.5s, many many more. TR lap after · Lead / Fell/Hung. bring more greens and purple cams. 6 runners + anchor were just enough. · Lead. Erika; didn't have enough .5's. next time would bring at least 9 purples. Lots and lots of liebacking! · Lead / Onsight. Fun stem box to mix up the usual IC style . Very smooth climb of your strong · TR. Lead to the stem - pumped out and realized I didn’t have #1s - TRed · Lead / Onsight. Laybacks galore, almost exploded a bicept 2 x.4, 6 x .5, 3 x .75, 2 x 1, 1 x 2, 1 x 3 · 2 pitches. Lead / Fell/Hung. Long pitch. Ran out of gear, had to lower to back clean. With Julia. · TR. mock led. would want a lot of .5s and .75s but think I could lead clean. lots of laybacking but with rests and then a chimney rest. · TR. This was a little too hard for me but an enjoyable experience nonetheless! Got practice and exposure on finga jammin techniques!!! · Lead / Redpoint. Tried leading before. Got it clean today. Then top roped in about 1/5 the time. · TR. Soo looong.... couple hangs, cost me skin & sensation in my R index finger · Lead / Fell/Hung. Not in great fingers/thin hands shape but this kicked my butt! sweet route tho · TR. First ever 5.11 cool hard lay back crack. Had to take lots of rests. · Lead / Onsight. Woah. Total pump fest. Great rests, strong and sustained, great view. Total high point in my trad career so far. Rock sign at the bottom is awesome · Lead / Fell/Hung. Two hangs at high roof. Enduro route for 5.10+\\5.11- leader. Awesome! · OS. No single crux move. Just long and sustained. Lots of .5 and .75 gear · Lead / Fell/Hung. Almost OS. Fell at last hard move. 25 footer. Loved this experience. · Walked up and redpointed it. Very hard with many purples. Needed to rest in the chimney to reconfigure tape in right middle finger knuckle that got ripped in purple sort of ringlock."
            },
            {
                "route_name": "Bad Rad Duality",
                "route_url": "https://www.mountainproject.com/route/105717760/bad-rad-duality",
                "route_lr": 10,
                "route_grade": "5.10d",
                "route_protection_grading": "",
                "route_stars": 3.6,
                "route_votes": 175,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 120,
                "route_length_meter": 36,
                "route_fa": "Mic Fairchild & Bill Pelander, 1985",
                "route_description": "At the far left end of Supercrack Buttress, there is a tall and large left-facing crack system that starts thin and gets bigger as it rises to its 120' length.  There is a section of questionable rock near the bottom, but the climb is good overall.There is no particular crux, although I got worked in a section that once had a large loose block and sand behind it. (EDIT:) But this will not pull, I am told.",
                "route_location": "N/A",
                "route_protection": "Mostly 2\" to 3.5\" cams (lots of them). 3 ea. BD .5 cams for the bottom finger crack. Take a wide piece for the top (4\") and a few smaller ones for near the bottom.70m rope at a minimum.There is a small amount of loose stuff near the bottom of the pitch. This makes a few moves and placements a little enervating, but the fall potential isn't too bad. Just try to avoid the loose block, particularly with your gear.",
                "route_page_views": "10874",
                "route_shared_on": "Feb, 2001",
                "route_id": "cecbc18a-41b6-4b9c-a454-df01734f09ab",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Joe Collins",
                        "comment_text": "This is an awesome, varied, and long pitch... definitely a welcome change from some of the monotonous #2 and #3 camalot slogs on Supercrack Buttress.  Worth at least 2 stars. Sep 16, 2002",
                        "comment_time": "Sep 16, 2002"
                    },
                    {
                        "comment_author": "david goldstein",
                        "comment_text": "I agree with the previous comment -- this is an excellent pitch, at least 2 stars, better than 3am, Supercrack, Painted Pony, Anasazi, Fingers ... and most of the other climbs on this cliff. Also, I do not feel it warrants an S. Oct 3, 2002",
                        "comment_time": "Oct 3, 2002"
                    },
                    {
                        "comment_author": "david goldstein",
                        "comment_text": "Tony, I've lead the route at least three times from 1991 to 2001 and never had any problems w/ breaking rock.  For that matter, I never felt concerned and normally I'm paranoid about everything. Nov 7, 2002",
                        "comment_time": "Nov 7, 2002"
                    }
                ],
                "route_suggested_ratings": {
                    "5.11": 2,
                    "5.11b": 1,
                    "5.11a/b": 3,
                    "5.11-": 14,
                    "5.11a": 6,
                    "5.10d": 3,
                    "5.10+": 27
                },
                "route_tick_comments": "· Lead / Redpoint. Stupendous! Looks hard but challenging in a fun, will protected way. Double in fingers to 0.5, 0.75, (five) 1, (three) 2, (two) 3, 4, many alpine slings. Save a 3 for the top · Lead. Bring a couple small blues , full rack , several 1, .5, two .75, several 2 a couple 3 and a 4 Great finger locks at the beginning . Roof is tough , little buldge you can lock wrist · TR. A rad route indeed! A little bit of everything. I thought the cruxes were down low in the rattly fingers and thin hands parts. Roofs are easier than they look although I was cooked by then. Hung a time or two down low · Best route of trip, varied climbing requiring many techniques and sizes. Best on wall · Follow. Tried to lead, 0.5 section worked me hard. Bring a 0.2 for the bottom and a 0.4 for the awkward dihedral. Top is fun, and less cruxy than you’d think. Chimney the first overhang. 0.5 section felt like the crux and keeping endurance · Lead / Onsight. Gotta start extending draws below the roof.. I had to go back up with a nut tool taped to a stick to fish two cams out · Lead / Fell/Hung. Cruxy section before the chock stone protects with .4, and then you can get a blue totem next to the chock stone and a 4 above it. Didn’t use any .5 · Lead / Fell/Hung. A fight, wowzerz. Big fun. Bring 3 #3s next time, and maybe even a 4. · Lead / Onsight. I was scared to hop on this but felt called to try. Manteling into the pod was super awkward, but I found using my feet well in the finger crack served me much better than I thought, they are sticky. Didn’t have a 0.4 so I placed a passive pink tricam. The layback wasn’t as bad as I thought, and I cruised the thin hands with good footwork. Was able to chimney up to the roofs and rest. Roof was extra pumpy because I had to keep back cleaning (need more #2s). I was able to very effectively shake out on steep hand jams. Overall the theme here is trust the jams and the feet even if you think they suck, they don’t! · Follow. Wowe Really cool, challenging climb Getting on the pedestal in the middle of the finger section is awkward, had to use my knees and I’m pretty flexible so idk the beta there I have to work on hand crack endurance, my thumb muscle was pumping out · TR. INCREDIBLE. would love to lead one day. TR’d clean with lots of umphing · Excellent route! Fingies, small hands, big hands, stemmy roof pulls this one’s got it all! · Lead / Fell/Hung. Amazing amazing climb. Small fall at the beginning then a take before the 1s section. Keep pushing and fighting the pump! · Lead / Fell/Hung. really really burly, did late in the day in the sun and 4hung or something after hanging in the awkward fingers section. don't climb in the sun and probably don't climb at all unless in the mood for a burlfest. · TR. Failed to lead it so sad, layback first 30ft pumped out. Toprope with pasha · Lead / Fell/Hung. quite the adventure of sizes and techniques. fun and funky climbing · Lead / Fell/Hung. all my dreams were crushed in the first 30 feet of flailing but made sense of the rest but still felt hard. surprised to do it clean on a second TR lap. still don't think it's a 10+ · Lead. Best route on the cliff. Cruxes are thin, not wide. Save a #1 for after the first roof. · Lead / Fell/Hung. Roof is deceivingly tight.. (#1s) I’d say 6 #1s is a minimum for people with larger hands. Sandbagged for sure An amazing climb though! · Lead / Fell/Hung. Felt hard for the grade very sustained with 1 C4s and some 2s · Lead / Redpoint. siiiiiick, waited way too long to come back! last day of the trip. It took everything I had, and I'm not sure how I didn't peel off either of the thin hand sections..75 (back clean), .4, .75 in bottom of first flare, .4 high in flare, .5 z4 (tight just after flare, bumped as I moved up.) #4 in wide bit above chockstone, 3-4 #1s in thin hands, bumped and back cleaned one, placed #2. no hands rest at base of flare(moves some gear to right side to get my left side) ..was able to climb more straight in on TR. #2 in 2nd flare, bumped a ways. #3 at top of flare(?). placed #4 in wide bit, but it was t necessary, other options were available. a couple #1s, couple #2s, and couple #3s (one of the threes under the second roof (extended). .. with bumping, a couple back cleans and climbing above gear further to get through a couple sections, the gear was spaced more than typical for me. · Follow. Followed clean, awesome and varied route. Favorite of the day! Crux was exiting the wide section on finger locks. Pulling the roof sections on hands/tight hands was sweet. Stemming was cool, with spooky exposure · TR. aaahhhh so good and varied. I chimnied the roof to achieve hands section up top · TR. Made it to the chains, but with many falls after the first roof when the crack got too skinny for my thumb meat and too wide for good ringlocks. Right on my physical limit, even on TR. · Lead / Fell/Hung. .3, .4, .5(x2), .75, 1 (x6-7), 2(x7), 3(x3), 4, three slings. Left shoulder pro.Wes, Molly, Patrick. Hung on fingers, sent the rest! Save WC #1s through roof instead of overcammed 2. 1's and 2's after the roof. Save 3+4 for pod. · Lead / Fell/Hung. Mostly mental blocks and not having enough number ones. Really enjoyable with every style. Would be fun to try to do clean, but definitely pushed my limit today. · Lead / Fell/Hung. 1 hang at roof, put #1 in the widest jam ... · Lead / Flash. Amazing varied crack climbing with awesome positioning. Went to the limit pulling through the second roof. · Lead / Fell/Hung. 2x .3, 3x .5, 2x .75s, 6x 1s, 4x 2s, 2x 3s, 1x4 (pod/ backclean + bring to top) - high step layback pod · TR. TR’ed it after Brett. Sweet climb, and got two super stuck 1s out by stacking one nut tool on the other through the wrench hole and then pulled · Lead / Onsight. Woooow fun. A lot of work. Forgot a #4.. would have been nice for low pod · TR. so many falls. climbed second day in the creek. it would be interesting to try again on next visit! · Lead / Flash. One hand jam was assisted by #2 cam.. but oh well. Super fun.. super pumpy · Lead / Fell/Hung. Yikers this was harder than any other 10+ or 11- I have done in the creek. · 2 pitches. Lead / Fell/Hung. Major struggle fest on lead, 1.5 hours. Not ready for this! 0.5 off-fingers at the beginning was the hardest. On TR lap after lead, fell twice on fingers and hung once below second bulge. · TR. One fall on fingers after wide section. Clean through roofs… fuck it was burly · Lead / Onsight. This thing’s awesome! Really long with some awkward wide sections in the beginning with fingers in the back. The hands roofs were incredible. · Lead / Redpoint. .4 x2 .5 1 x5 (could bring 6-7 and one less 2) - Mount 1st pedestal - Mount 2nd: left tight hand jam, rock on right knee, step up (back clean .4 if placed) - .4’s, good locks and ow feet - Good lock over small roof, .5’s - Good locks to chock stone · Lead / Fell/Hung. 2 hung again: rack in order: .4, .4, .4, .5, .75, 1, 2, 2, 3, 1, 1, 2, 2, 4 · Lead / Fell/Hung. Working those thin hands! Fell once, pumped out after the big roof · Lead / Fell/Hung. Really good. Blew a foot at the end of the .75 section. Full value climb · Lead. Took down low on account of not having enough .3 for the fingers. Sent up high. Crazy! realllllly great route. · Lead / Onsight. insane climb. so fucking good. probably one of my favorite single pitch crack climbs. varied and long with beautiful movement and climbing. all the stars. · Lead / Fell/Hung. w/ Zoe, Cydney/Kahlan, Emily/Otto, Sam/Maddie. felt hard on finger, OW, and tight hands sections. flailed like crazy and need to work those sizes. should have extended some pieces. · Lead / Fell/Hung. Took during .5 fingers section / fell once on 1s roof — need to focus on feet · 2 pitches. Lead / Fell/Hung. Hard! Bring extra #2s and #1s for the roof · Lead / Fell/Hung. Fall at second roof .3-3 super fun stemy moves at first roof · Lead / Onsight. slight epic... thought we were on a different climb and ran out of gear halfway up. pulled gear up and did not hang. felt way hard! · Lead / Fell/Hung. pretty tough maybe 11-. thin hands and stem. cams walk. lost 2 yellows at crux..use reds · Lead / Redpoint. Left my BD#1 :( Take at roof, otherwise clean send. Crux roof is loose #1 · Lead / Fell/Hung. One pull on gear and hang just before I fell pulling the second roof. I was so pumped! Super fun and varied climb! I felt like I had to fight right from the start. · Lead. 1's at the top. Save 2's maybe another 3? Doubles with most everything else. · Follow. Clean follow. A little bit of everything from finger jams to thin hands to hand stacks to chimneying. Long and physical the whole way · Lead / Onsight. No Gimme. A little bit of everything.. Fingers to OW to chimney."
            },
            {
                "route_name": "Binge and Purge",
                "route_url": "https://www.mountainproject.com/route/105717481/binge-and-purge",
                "route_lr": 22,
                "route_grade": "5.11b",
                "route_protection_grading": "",
                "route_stars": 3.2,
                "route_votes": 67,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "unknown",
                "route_description": "This route will restore your respect for the ratings.  After thrashing up this offwidth, I felt like I was going to puke.  The bottom twenty feet is thin hands, followed by a chimney so narrow that I was only able to squeeze through by clipping my chalk bag and all gear to my side and taking off my helmet.  This way is pretty claustrophobic, so unless you weigh less than about 120 pounds I wouldn't recommend it! It's probably better to lieback this wide section.  A rest is available after coming out of the chimney, and is followed by another offwidth section that's 5 or 6 inches wide.  This section will require at least 3 large pieces: possibly a 4.5 camalot, #5 camalots, and at least one bigger piece like a #6 friend or a big-bro.  Enjoy!",
                "route_location": "N/A",
                "route_protection": "Cams for thin hands for the first twenty feet. Several large cams up to #6 Friend or big bros required for top section.",
                "route_page_views": "5906",
                "route_shared_on": "Dec, 2001",
                "route_id": "044a00f8-4e82-40bf-b4a2-5273c3a8630c",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Anonymous Coward",
                        "comment_text": "The Harding Slot of Indian cr... but certainly not as hard  to get into or as sustained Jan 31, 2005",
                        "comment_time": "Jan 31, 2005"
                    },
                    {
                        "comment_author": "Papa Sims",
                        "comment_text": "one would have to be very slender to squeeze the bulge/crux- I tried but didn't fit.  I worked a left chicken wing, left foot cam with right hand using crimps and slopers to work my way up the first part of the bulge. When I could no longer reach the crack with my left foot, I cut loose and threw a high heel hook with my right foot and manteled over the roof. After that its 6-?inches of... more one would have to be very slender to squeeze the bulge/crux- I tried but didn't fit.  I worked a left chicken wing, left foot cam with right hand using crimps and slopers to work my way up the first part of the bulge. When I could no longer reach the crack with my left foot, I cut loose and threw a high heel hook with my right foot and manteled over the roof. After that its 6-?inches of staight forward OW to the chains(a #4 or #5 big bro would be needed to protect the last 10 feet) Oct 20, 2008",
                        "comment_time": "Oct 20, 2008"
                    },
                    {
                        "comment_author": "Papa Sims",
                        "comment_text": "Much easier than Big Baby. Oct 20, 2008",
                        "comment_time": "Oct 20, 2008"
                    }
                ],
                "route_suggested_ratings": {
                    "5.11": 5,
                    "5.11b": 4,
                    "5.11-": 1,
                    "5.10d": 1,
                    "5.10+": 2,
                    "5.10": 2,
                    "5.10a": 1
                },
                "route_tick_comments": "· TR. Falls and takes save my life. Boy this thing kicks like a mule · TR. Wow, suuuuper hard and fun, need to get better at offwidth. Can’t get bigger tho or else I won’t fit in squeeze :( · TR. First off width ever!! So funny haha. Got helmet stuck in first crack and had to bop through. Laybacked first entire section - could theoretically layback top as well? Good opportunity to practice off width technique w both feet though · Lead / Onsight. First 5.11 OW, and third OW lead 5.10 and up. Super psyched! I’m just shy of 200lb and was able to make it through the squeeze somewhat comfortably. I could imagine someone slightly larger than me still making it through but it would be tight… · Lead / Redpoint. RP 17 SEP 2024 1x 1-3 2x 5-6 Lead F/H 11 OCT 2021 TR 26 SEP 2021 · TR. Need a lot of energy, was able to get thru the squeeze but you need to take helmet off · Lead / Flash. Fun route. Barely made it through the squeeze. The 6s section was actually pretty cruiser. I went for the jug at the end, but should have just stayed in the crack; it would have been easier overall. · TR. Last route (#20) at Crack Camp. Deb led - she's a beast! I made it most of the way up thru the first squeeze and gave up. · Lead / Fell/Hung. w/ David. DNF. Had to down lead when I couldn’t fit through the chimney… · Lead / Fell/Hung. Awesome line! Only need 1x #5 and 2x #6 to feel comfy · Lead / Fell/Hung. Bring two 6s next time or bring a 6 and 7 · TR. Grunted my way up this. Actually super fun to get to top rope it. Tried to squeeze thru the first wide section, ended up out on the face with cool crimp and mantle moves. Fist stacking and zero feet form work well enough on TR! · Lead / Fell/Hung. Did not finish. After attempting to fit through squeeze and to go around for like an hour, the folks I borrowed two 6's from called them back. Aid downclimbed. · TR. cheated past the birth canal but otherwise a clean toprope first go...felt very comfortable on the wide part up top · TR. i was scared of squeeze chimney...stayed out if it. i tried and tried again but kept backing off once my chest got tight for fear my hips would not fit through... worked the ow at the top and it felt pretty ok! · Lead / Redpoint. FUCK YEAAA first section felt so good with mythos. I committed to the overhanging offwidth till I stepped on a good jug · Lead / Fell/Hung. So close to onsight . Spooked by bumping one six and didn’t wanna fall on it. Ramy s beta is to the jug left foot on on the ripple on the left and knee bar grab whatever you can do pull it. I kept scooching up the overhanging arm bar. The squeeze was tight I thought I was gonna throw up. Five and four was useless. Just few sixes · TR. Struggle on the first bit (laybacked). Couldn't fuck with the offwidth top either. Need to horizontal karate kick inside deep then heel-toe jam in the R and push up with it with a chicken wing/arm bar. Apparently. · TR. couldn't make it through the low squeeze - 0/4 Dan Noah Alex me there · Lead / Fell/Hung. Could NOT fit through the squeeze. Ended up pulling through on the outside. Redlined on the straightforward OW above and took a lot. Thanks to the Norwegians for the extra #6. · TR. made it to the top! with glen, devin, phil, orion, marco, & angelina · Lead / Flash. Got sidewinder beta from Mary Eden when I got my butt stuck in the squeeze. · TR. Fit through the slot then fell starting the offwidth. Used fist stacks to work my way up. · Lead / Fell/Hung. led with Mary, first bulge is Crux. use crimps/layback to get knee bars · biffed it twice down low not using the obvious feet out left. sent it after always cruising the 6's and 9's · TR. Good practice. Top was so hard for me. 6 is an awkward size, can’t really get a knee jam · Lead / Onsight. Gear (c4) 2, 3, 5, 6 (2) L side in LB start (.75 to 1 to 2 crack) Steep finish · Lead / Fell/Hung. Fell at the crux at the very top overhanging #6 section. Didn’t get good rest and was running out of gas. I did flash the lower section all the way up until that point. · Lead / Flash. Crux was moving all my gear out of the way in the squeeze. I plugged my 5’s and 6’s then hung my #10 Fun! · Lead / Onsight. Fun! Squeeze was crazy tight! Nearly botched the upper section with indecisiveness but managed to pull it together after going to the rail for a rest (At) · Lead / Fell/Hung. Hung in the thin down low once and then a few times when it got wider than a 6. Bailed just shy of the chains. Sim finished it by aiding. · TR. Fell at the top crux again. Too big for my heel toe. But I fit fine in the squeeze. · TR. Bailed on squeeze. Matt fit, I knew I could, but so damn tight. Upper OW sooooooo fun. Sent that part :) save some juice for top.. gets sandy/awkward · Lead / Onsight. This one had me more nauseous than Belly Full Of Bad Berries. Too much binging. · onsight. I am a fairly big guy and I fit through the squeeze. Left shoulder in. · Really humorous, but if this were in Yosemite it would be 10a, 10b tops."
            },
            {
                "route_name": "Bongo Flake",
                "route_url": "https://www.mountainproject.com/route/107241541/bongo-flake",
                "route_lr": 16,
                "route_grade": "5.10-",
                "route_protection_grading": "",
                "route_stars": 2.8,
                "route_votes": 42,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 90,
                "route_length_meter": 27,
                "route_fa": "K3, Jay Ackerman 2011",
                "route_description": "A continuation to the \"twin cracks\". Start by climbing \"twin cracks\"and clip the anchors and keep ascending the main corner.Pass some (actual fun) o.w. to some cupped hands.",
                "route_location": "an addition to the existing \"twin cracks\"..Rap the route",
                "route_protection": "double set of camalots 2-4",
                "route_page_views": "3602",
                "route_shared_on": "Aug, 2011",
                "route_id": "a9ed1606-cbba-444e-8073-fa18f2d080b8",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10": 2,
                    "5.10b": 1,
                    "5.10-": 3,
                    "5.10a": 2,
                    "5.9+": 1,
                    "5.9": 2
                },
                "route_tick_comments": "· Lead / Onsight. What a fun route to climb. Beautiful, you can layback this thing. Lots of feet and some crimps too for the occasional crack climbers like myself. · Lead / Onsight. If you’re doing twin cracks, just shoot up to the top anchors. Way worth it. · Lead / Onsight. Used a #6, two #4, two #3, one #2. Beautiful route. · Lead / Fell/Hung. Solid climb need a standard rack and 2 #2’s atleast 1 #4 (two would be ideal) and 2 #3’s ( 1 of them for the top) First pitch: jugs on the right side. Second pitch: To pull the flake shift weight center and pull the finger crack with both hands. Top section hand and foot Jam crack on the right and pull the left hand on flake. · TR. Did this on TR after Twin Cracks. Nathan lead it! Funky after the Twin Cracks anchor with the flaky thing but super fun. Feeling better every climb · TR. Good fun. Can either lay back the flake, off width the flake, or off width to big hands on the crack to the right. Either way the best pro is probably in the crack tot he right. Bunch of #4's if my memory is correct. · Lead / Onsight. fun fun fun! a little scary! #6 placement is poopy pants - maybe just don’t bring it. cool ow. coool · Lead / Onsight. Was nice to have 6 for this. Linked the climb with the one below. Left draws up all day until jack went up later. · Follow. Loved this climb on follow. There's many ways to approach it. Link and I both stemmed feet quite far and found occasional hand jams and foot jams to get off the deck. The flake becomes a bomber jug lay back which you can take to the top to either finish on face or in crack. I choose face for obvious reasons. Really great climb but a little hard to protect! Link placed big cames 4s and a 5 · Lead / Flash. atypical for IC- the giant flake is solid and give v wide cracks- lots of layback up to good feet · Lead / Onsight. Sport climb. Stem right wall. Start off p2 is a bit nervous. Two #4s 1 #5. May be able to get away with 3#4s · Lead / Onsight. כמו ספורט על אררט עם לייבק, הקפצתי מספר 4 במשך כל החלק האחרון, היה נחמד · Lead / Flash. OW was a bit burly. Went to the right of the flake, idk if that’s right · Follow. heady lead but good pro. one #5, two #4, two #3s at the top, one #1 middle section. use the flake and hook a knee behind it to start · Lead / Onsight. Fun flake and liebacking! A little heady start to get to the first gear placement, but super fun! · Lead / Onsight. Good old fashion fun, super unique feature, real fun to climb. · Lead / Fell/Hung. Messed around with the offwidth move for a bit but it’s pretty easy once you know how · Lead / Onsight. bring a #6 or at least a #5 if you want to eliminate decking potential as you climb above the twin crack anchors. · TR. Woops. May have sandbagged George by sending him up this with only 1 4. Dood crushed it. Super fun messing with the flake · Lead / Fell/Hung. lost every style point I've ever earned by taking/hauling on gear through the offwidth, then laybacking... but made it to the top!!!! · TR. Great climb, but careful so the bongo flake doesn't bongo onto your belayer · I loved this!!!! Brought 2 #4s and it felt safe. So fun! Anniversary Creekend. · Had to hangdog my way up...slings and a single little rap ring at the top"
            },
            {
                "route_name": "Chasing the Dragon",
                "route_url": "https://www.mountainproject.com/route/111093046/chasing-the-dragon",
                "route_lr": 20,
                "route_grade": "5.12",
                "route_protection_grading": "",
                "route_stars": 3.5,
                "route_votes": 20,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 110,
                "route_length_meter": 33,
                "route_fa": "Mike Carville, Jeremy Werlin 1988",
                "route_description": "Beautiful stemming and sequential tips jams between 2 thin offset finger cracks leads you into a flare featuring a hand crack opening up into a short section of mellow OW. The anchor could use some work if anyone makes it out there before me. Two pitons with good tat. If anyone knows the route name, or FA information, it would be appreciated",
                "route_location": "Between Wild Works of Fire and IHC, a twin finger crack start on top of a small pillar.",
                "route_protection": "(1)purple metolius,(4-5).3/blue metolius, (2).5, (1).75, (2)1.0, (2)2.0, (1)3.0, (optional) 4.0",
                "route_page_views": "3354",
                "route_shared_on": "Sep, 2015",
                "route_id": "7060da2e-1f68-42a3-87ba-4f759b9082c3",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.12+": 1,
                    "5.12": 3,
                    "5.12b": 2,
                    "5.12-": 1
                },
                "route_tick_comments": "· Aided the crux and freed onward TRd crux, super fun Gear beta 2#4 2 #3 3 #2 1 # 1 2 # 75 3 .5 2 .4 5-6 .3 2 black totem · 2 pitches. Lead / Fell/Hung. Good locks down low for me but hard. Boulder sequence right before the tan rock. AMAZING LINE. one of my favorites. Did it on tr after and only fell couple times at boulder stem sequence · Lead / Fell/Hung. made it to the flared fingers #2 start, black and blue totems/ .3 stem tips · Lead / Fell/Hung. .3s until you get the right hand jam then a blind blue metolius. One more .3, then black to ten after that. 2 .5s , 1 or 2 2s 1 or 2 1s, then 3 and 4 (2nd 3 can be nice. Hard cranking right hand thumbs down left hand thumbs up with some dicey stemming · Lead / Fell/Hung. Wicked! Got tunnel vision and punted right when it eased up. Bomber .3s and .2s. Whole thing climbs like a dream. · TR. Could be doable… bottom is stem, tips crack and the rest is cake · Lead / Fell/Hung. got all the moves fell 4 times in the stem section · Lead / Fell/Hung. many hangs through the fingy section. wasn't stoked on the loose bolts at the anchor. · Lead / Onsight. Nur F Richtig cool. Hart und gut gekämpft, und am Ende Erfolg gehabt. 2 Offset Tips Risse (bomben 0.3er), die man zum Glück gegeneinander ausspreitzen kann. Der linke springt aber nur 1,5 cm vor. Stehen ist also trotzdem schmierig. Oben cooles rauscruisen durch Handriss und 2 m gutmütigen offwidth. · Lead / Onsight. Maybe one of my favorite single pitches of all time. Seems like this routes doesn't get done often, but I think it stood out to me as one if my favorite pitches in the creek. Such amazing crack movement with really cool stems out right. And varied sizes after the initial .3 section! ALL TIME! · Lead / Fell/Hung. Stemming and big reaches! Next time, bring a 4 for the top and maybe 3 2s/3s · Lead / Fell/Hung. Quiet a few whips low, pulled all the moves except 1 and flowed then groveled to the top. Very exciting!! Will be back to send! · TR. perfect tight fingers and smaller with pods. above is perfect hands-4+ to the anchors so sicm · Lead / Fell/Hung. difficult, need to commit harder to odd body position with my feet. don't blow all your holds but one bomber finger lock · TR. Tight TR down low in finger stem section with a couple foot slips. clean after that. · TR. Top rope through stemming finger cracks (struggle bus), lead to the top (1 hang)"
            },
            {
                "route_name": "Coyne Crack",
                "route_url": "https://www.mountainproject.com/route/105717343/coyne-crack",
                "route_lr": 36,
                "route_grade": "5.11d",
                "route_protection_grading": "",
                "route_stars": 3.7,
                "route_votes": 396,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "Leonard Coyne",
                "route_description": "This awesome splitter is located a couple routes to the left of Supercrack.  Climb difficult rattly fingers for about 30 feet and then climb thin hands to the anchors.",
                "route_location": "N/A",
                "route_protection": "Many .75 and #1 camalots.  1 #2 camalot for the top.",
                "route_page_views": "39027",
                "route_shared_on": "Oct, 2001",
                "route_id": "11c93747-1b34-4de7-8764-b2cfc390d2a2",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Aaron Shupp",
                        "comment_text": "The beginning is rough, but the jams get nicer the higher you go up.  I started out lie-backing until I could tweak my fat toes in.  This one's definitely pumpy. Feb 6, 2002",
                        "comment_time": "Feb 6, 2002"
                    },
                    {
                        "comment_author": "Casey Bernal",
                        "comment_text": "For the start, which seems to be the crux, you need a #1 friend then a #1.5 friend friend or equivalents before you get into the .75 cam sizes. More #1 cams than #.75. Excellent route, one of my favorites. Actually, Ken Sims got the first ascent when Leonard Coyne was recovering from a fall on the climb. When Coyne fell a friend popped and broke his glasses injuring his eye. Interesting... more For the start, which seems to be the crux, you need a #1 friend then a #1.5 friend friend or equivalents before you get into the .75 cam sizes. More #1 cams than #.75. Excellent route, one of my favorites. Actually, Ken Sims got the first ascent when Leonard Coyne was recovering from a fall on the climb. When Coyne fell a friend popped and broke his glasses injuring his eye. Interesting historical note in Stewart M Green's Utah book. - Casey Bernal Feb 25, 2002",
                        "comment_time": "Feb 25, 2002"
                    },
                    {
                        "comment_author": "Anonymous Coward",
                        "comment_text": "A point of clarification. The first ascent of Coyne's Crack was originally done around 75 or 76 by myself (pre-Friend area, passive and hammered hexcentrics and other pieces of jiggery pokery). The accident mentioned by Casey occurred on the attempted 2nd ascent (attempting to use #1 Friends instead of 1.5, no 1/2 size units had been developed by Ray @ that time). Another aside, one needs... more A point of clarification. The first ascent of Coyne's Crack was originally done around 75 or 76 by myself (pre-Friend area, passive and hammered hexcentrics and other pieces of jiggery pokery). The accident mentioned by Casey occurred on the attempted 2nd ascent (attempting to use #1 Friends instead of 1.5, no 1/2 size units had been developed by Ray @ that time). Another aside, one needs 3-4 Red Camalots and 1-2 Golds for the top. Climb would be very necky with simply one Red camalot as indicated in the gear description. - L Coyne May 2, 2002",
                        "comment_time": "May 2, 2002"
                    }
                ],
                "route_suggested_ratings": {},
                "route_tick_comments": ""
            },
            {
                "route_name": "Creeksmythe, The",
                "route_url": "https://www.mountainproject.com/route/120430368/the-creeksmythe",
                "route_lr": 26,
                "route_grade": "5.13-",
                "route_protection_grading": "",
                "route_stars": 3.3,
                "route_votes": 6,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 110,
                "route_length_meter": 33,
                "route_fa": "Aaron Livingston, Jason Kevin Moehlman, Pat Kingsbury,  Chad Wagner",
                "route_description": "The Creeksmythe (pronounced creeksmith) was a route first envisioned by Pat Kingsbury 10 years ago. A king line featuring unlikely face climbing which leads into a slowly widening crack starting as tips and finishing with 20 feet of 511- OW climbing guarding the anchor. We weren’t initially prepared to do battle with this line. But Jason had the ball nuts, Chad had some pins and hooks in his truck, Pat had the bolts and a neighboring party had a #5 which they loaned us. Bolts 2-5 were drilled on lead using aid tactics and the 1st and 6th were added once free climbing sequences were sorted out.The name Creeksmythe references the art of doing ground-up new-age routes in Indian Creek but is also a subtle reference to my good friend Nolan Smythe who passed away last year. He always preferred the new-age Creek routes and I’m certain this would have been one of his favorites.Please respect the sandstone and don’t climb this route after rain. A couple intermediate holds may crumble but the key holds will stay. I won’t be surprised if this thing settles into being solid 5.13 with some traffic.",
                "route_location": "Look for the plaque just left of International Affair. You’ll spot the bolts leading into a splitter up high.",
                "route_protection": "6 draws. 000, double .4’s, single rack .5 - #5, optional extra .5 and .75, 70 meter rope",
                "route_page_views": "2650",
                "route_shared_on": "Mar, 2021",
                "route_id": "39eb77a0-3292-43b9-b035-b2e9dc3b7faf",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Elk Heart",
                        "comment_text": "Here is my issue with this line, which I just noticed yesterday.  You are correct that some years ago the likes of Andrew Boyd, Greg Child, Nathan Martin, Eric Decaria, Micah Dash and the likes began to put up new age routes in the Creek. I was there putting up Less Than Zero for example; however, that being said they were not sport routes.  These were hard crack climbs on small gear that... more Here is my issue with this line, which I just noticed yesterday.  You are correct that some years ago the likes of Andrew Boyd, Greg Child, Nathan Martin, Eric Decaria, Micah Dash and the likes began to put up new age routes in the Creek. I was there putting up Less Than Zero for example; however, that being said they were not sport routes.  These were hard crack climbs on small gear that required a bolt or two to protect them.  Your route is predominately a sport climb.  Please, please, please....Indian Creek is not a sport climbing crag, this is a traditional climbing area with very minimal bolts.  Please respect the local ethic and keep it as such. Jun 7, 2021",
                        "comment_time": "Jun 7, 2021"
                    },
                    {
                        "comment_author": "Aaron Livingston",
                        "comment_text": "Everyone is entitled to their opinion. I put this route up from the ground. Specifically skipping the first bolt placement until I could confirm it would go free. I also skipped the last one until confirming that sequence would go free. I only drilled bolt to bolt once on the FA. I’ve done routes by the people you describe from Less Than Zero and Humble Pie to Like a Prayer, Burl Dog and many... more Everyone is entitled to their opinion. I put this route up from the ground. Specifically skipping the first bolt placement until I could confirm it would go free. I also skipped the last one until confirming that sequence would go free. I only drilled bolt to bolt once on the FA. I’ve done routes by the people you describe from Less Than Zero and Humble Pie to Like a Prayer, Burl Dog and many in between. Some of your routes have been my favorites Nathan. I find it odd to cry foul about this route when Let Er Buck sits directly across the canyon, fully bolted and possible to pull thru the cruxes without even using an aider. I specifically made certain that you can’t pull thru the crux and I don’t think most sport climbers would have the ability to climb the OW at the top even if they wanted to try the route. I’ve spoken with several longtime locals about this route. I was a local for a time. Indian creek is where I came up as a climber and while I agree that rap bolted sport routes don’t have a place there I also feel that in the modern era sometimes the new routes that are left are going to require thinking outside of the box from time to time. If an army of long time local first ascentionists asked me to take it down I would. But for the time being you seem to be the only one speaking out against it. I promise I’ve asked around, a lot. Feel free to shoot a message my way if you want to speak further about this. Jun 7, 2021",
                        "comment_time": "Jun 7, 2021"
                    },
                    {
                        "comment_author": "Jack Taylor",
                        "comment_text": "I went to the chains on this in early April and from my limited time on it, it is not a sport climb. It is a really fun and challenging line requiring you to climb above your gear/ bolts. If Aaron was looking to make a sport climb he could have thrown in many more bolts. I climbed \"Let er' Buck\" this year and had a polar opposite experience. Jun 15, 2021",
                        "comment_time": "Jun 15, 2021"
                    }
                ],
                "route_suggested_ratings": {
                    "5.13": 1,
                    "5.13-": 1,
                    "5.13- X": 1
                },
                "route_tick_comments": ""
            },
            {
                "route_name": "Fat Free",
                "route_url": "https://www.mountainproject.com/route/106311597/fat-free",
                "route_lr": 46,
                "route_grade": "5.10+",
                "route_protection_grading": "",
                "route_stars": 3.4,
                "route_votes": 5,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 130,
                "route_length_meter": 39,
                "route_fa": "Steve Quinlan 1993",
                "route_description": "Fun and burly journey if you want to work on some wide crack and chimney technique. Stout moves right off the ground with pulling a roof into 15' of steep wide hands. Then the real fun begins with getting into the 50' flaring chimney with a 4-5\" crack in the back. Sweet stacking, armbarring, heeltoeing and kneebarring for a long ways through here leads past a bolt and into the technical crux of the route, a fist crack through a bulge. After this, about 20 or 30' of sustained wide hand and fist crack climbing finishes the route. While this route doesn't seem to be traveled often (I was eating sand most of the time), it is super fun with great pro and interesting moves, definitely an experience!",
                "route_location": "Immediately left of Too Much Cake.",
                "route_protection": "Three or four #3 camalots. Lots of #4 camalots (I probably placed about six or so, and was walking some of them). Two or three #5 camalots are nice to have also. I brought a #6 Camalot and placed it, but it is definitely not necessary. There is one needless bolt before the bulge.There was an anchor a few feet above the bulge consisting of a fixed stopper and a bolt without a hanger. I didn't really like the looks of it, so I continued for another 15' or so of sweet fist crack climbing with pretty bad rope drag, placed a #2 camalot and tension traversed a few feet right to the anchors of Too Much Cake, which consists of a good bolt with a hanger and two bolts without hangers. As of November '08, the webbing definitely needs replacing. One 70 meter rope gets you down from this anchor.",
                "route_page_views": "3247",
                "route_shared_on": "Nov, 2008",
                "route_id": "c11f4c7c-585d-4dab-b706-bb1f3cf61680",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Devin Fin",
                        "comment_text": "the name of this climb is fat free. has a wanker anchor at about 50ft Jun 23, 2010",
                        "comment_time": "Jun 23, 2010"
                    },
                    {
                        "comment_author": "krispyyo",
                        "comment_text": "Thanks for the info. Definitely a fitting name for this climb. Aug 30, 2010",
                        "comment_time": "Aug 30, 2010"
                    },
                    {
                        "comment_author": "Sam Feuerborn",
                        "comment_text": "Update: Has a solid anchor above the roof just lower than the Too Much Cake anchor. Apr 27, 2016",
                        "comment_time": "Apr 27, 2016"
                    }
                ],
                "route_suggested_ratings": {
                    "5.11-": 1,
                    "5.10+": 1
                },
                "route_tick_comments": "· Lead / Fell/Hung. Hung same place as 3 years ago by forgetting to switch from fist jamming to squeeze chimneying. tR'd clean after. · Lead / Fell/Hung. 3s for start, then 5s with occasional 4. 6 possible before bulge, then 4 or two for roof. After roof protects with 3s and 2s · TR. Some very hard ow and chimney sections/some great jam sequences. Pulling thru high roof of insecure 4’s and finishing 2’s roof was funnest part; chimney and 5’s section below roof was challenging · Lead / Fell/Hung. Bottom roof spooked me, only part with ground fall potential. I placed a 0.4, .75, 1, and 2, then single 3, 4, 6, and all 3 5's I brought. Amazing thrutch fest! I thought roof at top was easy with chimneying and knee jam. Tough part was tipped out 4s, tight 5s section down low before the chimney was very positive, very steep."
            },
            {
                "route_name": "Fingers In A Lightsocket",
                "route_url": "https://www.mountainproject.com/route/105717526/fingers-in-a-lightsocket",
                "route_lr": 37,
                "route_grade": "5.11+",
                "route_protection_grading": "",
                "route_stars": 3.4,
                "route_votes": 234,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "unknown",
                "route_description": "This short, right leaning lieback is the climb immediatly right of Coyne Crack. It starts out fingers and gets progressively smaller as you get higher. The tactic is definitely climb fast, the rests really suck. About 1/3 height is a foothold to place gear off, but doesn't really give you a good rest. Continue climbing above and place yellow aliens from strenuous liebacks before the crack pinches down to tips. You could fit in a blue alien up high, but its really strenuous to place. Just before the crux, the final moves trying to stand up to the anchor, is a really poor, wrongly sloping foothold to maybe rest or place pro on, but it feels super tenuous. The crux move involves using spaced out fingerlocks and a sloping ledge to mantel on. After just reading what I wrote, I would say its not quite as hairy as I made it sound, just remember to keep your feet really high in opposition and move fast.",
                "route_location": "N/A",
                "route_protection": "One .75 camalot in a pod down low, two .5 camalots, one or two yellow aliens, and then possibly one green alien, and one blue alien, if you can stop and place them.",
                "route_page_views": "18459",
                "route_shared_on": "Mar, 2002",
                "route_id": "68276fbd-b0d0-453e-aa18-37421ae6b032",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Paul Nelson",
                        "comment_text": "I've seen two dudes pull gear on this route.  Due to its increasingly strenuous and desperate nature as one proceeds upwards, the last couple of placements that protect the crux moves are often not the best.  My friend pulled two yellow Metolius TCUs after he messed up the final mantle, as did another guy (can't remember his name... he was Canadian though), who completely inverted his cam. ... more I've seen two dudes pull gear on this route.  Due to its increasingly strenuous and desperate nature as one proceeds upwards, the last couple of placements that protect the crux moves are often not the best.  My friend pulled two yellow Metolius TCUs after he messed up the final mantle, as did another guy (can't remember his name... he was Canadian though), who completely inverted his cam.  Neither of them decked, but still be careful on this route. Aug 23, 2002",
                        "comment_time": "Aug 23, 2002"
                    },
                    {
                        "comment_author": "Josh Beck",
                        "comment_text": "I agree that one should be careful, but I fell about 4 times in the last 15 feet of this route, including onto a shallow purple TCU and all my gear held, FWIW... I suck at liebacks and this thing is burly to protect for sure. May 13, 2003",
                        "comment_time": "May 13, 2003"
                    },
                    {
                        "comment_author": "Andy Johnson",
                        "comment_text": "Here is a little beta on the pro.  I have whipper tested this setup on several occasions with a fall from the mantel and I have never had a problem.  Save two green aliens for the top of the climb.  When you are at the chopped bolt(about ten feet from the top), place both aliens about a foot apart.  Next, head for the top.  You will be looking at a fairly large fall, but if you don't mind... more Here is a little beta on the pro.  I have whipper tested this setup on several occasions with a fall from the mantel and I have never had a problem.  Save two green aliens for the top of the climb.  When you are at the chopped bolt(about ten feet from the top), place both aliens about a foot apart.  Next, head for the top.  You will be looking at a fairly large fall, but if you don't mind runouts then this is a good way to go.  Also, if you do this then you don't have to try to stop and place pro in the final pumpy section. Aug 26, 2003",
                        "comment_time": "Aug 26, 2003"
                    }
                ],
                "route_suggested_ratings": {
                    "5.12a/b": 1,
                    "5.11d": 2,
                    "5.11+": 43,
                    "5.11c": 2,
                    "5.11b/c": 2,
                    "5.11": 2,
                    "5.11b": 1,
                    "5.11-": 1,
                    "5.11a": 1
                },
                "route_tick_comments": "· Lead / Fell/Hung. Do this thing straight in, it’s way more fun! Yuval pressured me into it, glad I did… · Lead / Fell/Hung. Fell a few times in locks, lay backing is not always a bad thing! · Lead / Fell/Hung. don’t believe the fear mongering. Made it most of the way up but very tired. Critical piece is blue totem seated nicely in between lower constrictions. Used all .4 and .5 before that. Honestly without the blue totem you’d still be fine · Lead / Fell/Hung. I took at the midway point to get more .5s. I only took 3, thought it was .4s! Whoops.. then fell at the top botching a placement and pumped out. Classic · TR. This shit was so hard. Could not get the top out move for the life of me. The rest is just a suffer fest sustained lie-back that is all doable, just pumpy. Potter led, took a butt ton of 0.5s · Lead / Redpoint. Felt really good this year. Didn’t remember my top beta but technique improved enough to not need it · Lead / Fell/Hung. Took and fell quite a bit, but fun and fairly easy to protect (except at the top.. used a 0.3-0.5, sometimes only half the lobes in bc the crack gets very shallow…definitely bring micros next time. Used a lot of ring locks and climbed it mostly straight on with to occasional lie backing. I only brought down to 0.3 but could’ve used at least one 0.2). The top felt harder, but I also had a lot of gear above me which limited my hands. Take doubles 0.2-0.4, 7 #0.5s, a 0.75 and a 1 or ocean pacific .75/1 ideally to sew it up · Lead / Fell/Hung. 4x.5 6x.4 8x.3 4x.2 1x.75 1x1. Save #1 for clipping the chains..2s for aiding the top. Mainly .3 and .4 · Lead / Fell/Hung. Piece to piece lead. Whipped at the top and popped a 0.2 woohoo. 2nd lap clean on TR · Lead / Redpoint. The trick for me was to be really pumped and then place bad gear at the top to be incentivized not to fall · Lead / Flash. Hell yeah, been scared of this one for years. Taking the flash for all the MP beta. Was nervous but was not too hard tbh, good endurance bangs. Good rests then fire the end. Mantle is the crux until I found the high fingerlock by the chains. Glad I didn’t fall. · TR. Fell at the top then used the crimp on the right and made it up · Lead / Fell/Hung. Fell at the final sequence. Hard crimpy mantle nonsense. I think the climbing is some of the best I’ve ever done. · Lead / Fell/Hung. Took a big ol whip off the lip on my os attempt. Will be back! .4 .5 .4 .5 .4 .4 .3 .3 .5 .3 · Lead / Fell/Hung. Felt decent on climbing. Gear took some time to figure out. Bring black totem for top next time. And more .5s · TR. Top roped ducking hard crux is the last move which you won’t have energy for good luck trying to lead this layback powerhouse don’t lose a finger. · Lead / Fell/Hung. Made it to the crux before taking a whip onto a good .4! Didn't figure it out the first couple goes but figured it out with the key right alpine knee. This is probably the most beat up crack I've seen in the creek, so 3 stars not 4. · Lead / Fell/Hung. Scary mantel move to the chains. Busted a wire on my blue totem. Bummer. · Lead / Fell/Hung. tombe avant le crux final car les doigts se coincent alors que je suis en dulf. un peu stressant. crux final: un dernier totem cam noir à la sortie. main gauche dessous. main droite épaule plate, remonte main gauche coincement de doigts sur la première prise au dessus du totem. main droite dans la bonne au dessus en ring locks. pied gauche vient juste sous le totem, écrase ton poids dessus, déploie et viens coincer la main sur la dernière prise tout en haut. · Lead / Fell/Hung. Took near top due to a cam that wouldn’t actuate.. Will send soon. · Lead / Fell/Hung. 1 hang, fell at bulge out of finger pods before hand jam top, protect bulge with 0.3s in the crack not 0.4 in the pod · Lead / Fell/Hung. Fell at the crux, then TRd for a lap Key black totem Hand beta high right hand · Lead / Fell/Hung. 5 feet from on sighting. Got a tipped out blue totem in before the crux and slipped going for the good finger lock over the mantle. · TR. hold on the left face high up on the feature allows for a shake before pulling the final mantle · TR. felt good on top rope, cant imagine sending on lead. top mantle was cruxy · Lead / Redpoint. finally redpoint after 5 years haha. as the warmup for the day. crack definitely seems more beat out. good placements can be had at the cost of pump. · Lead / Fell/Hung. A fall down low, and one fall before chains. Kinda tricky finish when pumped! · Lead / Redpoint. A headier creek lead. Falling into the dihedral isn’t super fun. Worked out gear and moves with Grant · Lead / Onsight. Nur F Geil. Im oberen Teil kann man erstaunlich gut stehen (vermutlich ausgetretenen scars). Die Crux ganz oben ist dünn und garstig und ich hatte Angst um meinen neuen 0.3er cam. Der mantle an einem wackeligen Tips-klemmer war also spannend, aber ich habs durchziehen können :) · Lead / Redpoint. Fell once near the bottom trying to clip followed by a semi-deck. Thankfully, my belayer did her job and kept me mostly off the ground with no injuries on either of our part. Sent the second try. The top was awkward but fun and challenging. · Lead / Flash. Yoyo'd *did the first 1/4 on tr after marina bailed. Finished the lead clean · TR. Lay backed to the top, final two moves were very hard. Got the feet out right. · TR. more straight in, then got desperate, then rest and bad technique up top. Left foot in a pod is key to the top move, and the right foot before that needs to be nice · Lead / Fell/Hung. five .4 & .5 one 1 two or three .3. top is definitely the crux and pretty blown out maybe just run it out on send go. two hang in the same spot before the mantel · TR. Tommy led. I had a hard time on this. difficult thin linebacking with feet slipping quite a bit. · Lead / Fell/Hung. Ass whooped. Mainly #0.5, 0.4, and 0.3 at the very top · Lead / Fell/Hung. Slipped off rest and hung up rest. At top get right hand over lip, then deep left, then stand up on left foot. · TR. w/ Sean. TR flash not needing to clean gear and did a full layback sprint just for kicks. · TR. Super fun lie back. Would have been very hard on lead. Guy who set it up used 10 .4’s and a few others · Lead / Fell/Hung. took a lead fall on a .4 from the finishing crux. good 15 footer. gear is good · Lead / Fell/Hung. Still hard! Did not read my notes so didn’t bring that offset. A few offsets might be really helpful. · This route was literally covered in blood not so confidence inspiring.... but normal fo get crack with lumpy beginning 11a · TR. Belayed evan on this and got to too rope lieback it. Bottom feels doable, top section was tough. Tricky last moves · Lead / Fell/Hung. Took a bunch of whips trying to figure out the crux. Way too worked to get it, had to pull on gear · TR. One move then shoulder shifted and hurt a ton so finish that idea...all lay backs till the top · Lead / Fell/Hung. Clean to 10 feet below anchors. Crux is getting into the pod at the top. Tricky to protect (just wigged out and took, and then sent np) · Lead / Fell/Hung. Hard!!! Especially at the top. A .4/.5 offset might protect the top. · Lead / Fell/Hung. Fell near the top, worried about gear pulling after reading mp comments. No need to! Small but solid gear, crux was making the last few moves with the pump · TR. One hung at crux pulling into the belay; would be very hard to lead · TR. didn't climb but Troutman and I fiddled with the first few moves without rope (just before the trip was when the guy left a couple knuckles in the wall)"
            },
            {
                "route_name": "Fledge",
                "route_url": "https://www.mountainproject.com/route/110817742/fledge",
                "route_lr": 38,
                "route_grade": "5.8",
                "route_protection_grading": "",
                "route_stars": 2.1,
                "route_votes": 17,
                "route_type": "TR",
                "route_pitches": 1,
                "route_length_ft": 40,
                "route_length_meter": 12,
                "route_fa": "unknown",
                "route_description": "A short face climb to the left of the short crack that is \"24 Unknown.\"  Climb straight up the ledges on the face with some balancey moves and mantles. Upon reaching a ledge about 15 feet high, traverse to the right using nothing but hands on the uneven, semi-sloping surface of the ledge until you reach the top of crack to the right and top out at the anchor. Simple little extra you can do if you have a top rope set up at the anchors already",
                "route_location": "The face with the ledges just left of the crack for \"24 Unknown\"",
                "route_protection": "None. TR only",
                "route_page_views": "3443",
                "route_shared_on": "Jul, 2015",
                "route_id": "fe908845-e4ed-4fdd-bf44-dd346f9f51d5",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10a PG13": 1,
                    "5.9": 1,
                    "5.8+": 1,
                    "5.8": 3,
                    "5.7": 1
                },
                "route_tick_comments": "· TR. Top roped after leading 24 unknown. This thing barely goes. Just enough ledges on the face to make a climb possible. Moves were incredibly height dependent. I would’ve guessed 5.10. Crux was an alpine knee into dead point sort of move. By the end I was facing a massive pendulum risk. Dinky little route. · TR. Didn't get past V2-V4 crux due to fear of the swing and being short of time. To come back after I work on my bouldering! · TR. Sam set it up for me, honestly super fun short route. A little thin at the start but bomber after that · TR. Fun little out of character route for the creek, bouldery moves with a chance of big swing · Lead / Fell/Hung. Partner: Chris and Eric Bartley Notes: Fall off the start, boulder spot saved me. This felt very hard for me. Much harder than Supercrack. Haha. Prob due to crack being more finger size. · Lead / Onsight. Stupid start, rest is thin to medium hands. Single rack protects · TR. TR'ed quickly with Risa belaying after moron decked on FIALS, date approximate, correct year and season"
            },
            {
                "route_name": "For the Clients",
                "route_url": "https://www.mountainproject.com/route/125209786/for-the-clients",
                "route_lr": 2,
                "route_grade": "5.8",
                "route_protection_grading": "R",
                "route_stars": 3.0,
                "route_votes": 2,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 45,
                "route_length_meter": 14,
                "route_fa": "Jason Reese, Jenna Schaal",
                "route_description": "Wide chicken wings to squeeze passing some questionable chockstones.",
                "route_location": "60 feet left of For the Masses",
                "route_protection": "Too wide for any gear I own. Chockstones looked too questionable to sling.",
                "route_page_views": "421",
                "route_shared_on": "Oct, 2023",
                "route_id": "154aaac7-f831-480c-be19-d49e8efa1414",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.8 R": 1
                },
                "route_tick_comments": "· Lead / Onsight. used stuck 4 as anchor. backed up with a bomber 5. idk whats up with \"45 feet\" as the length of this route. i went about 65 feet up to where i built my TR anchor off the stuck 4."
            },
            {
                "route_name": "For the Masses",
                "route_url": "https://www.mountainproject.com/route/125209708/for-the-masses",
                "route_lr": 3,
                "route_grade": "5.10c",
                "route_protection_grading": "",
                "route_stars": 3.0,
                "route_votes": 1,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 60,
                "route_length_meter": 18,
                "route_fa": "Jason Reese, Jenna Schaal",
                "route_description": "Starts as splitter #1 to #3 gaining a rest in an alcove. Plug a .4 and fire the flaring very small hands roof, cruise the flaring .75 splitter to the anchor.",
                "route_location": "Hike around the far-left side of the buttress. Locate the obvious splitter next to a short pillar on the lichen covered wall. A little bit of bushwhacking gets you to the right side of the pillar and the start of the route.",
                "route_protection": "Sequentially- #1, 2, 3, .5, .4, 1, .75",
                "route_page_views": "387",
                "route_shared_on": "Oct, 2023",
                "route_id": "41c2697c-1b34-4172-80ed-601e73f691fd",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10c": 1
                },
                "route_tick_comments": ""
            },
            {
                "route_name": "Gorilla",
                "route_url": "https://www.mountainproject.com/route/105717424/gorilla",
                "route_lr": 24,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 3.2,
                "route_votes": 381,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "Chip Chace and Steve Levin, 1978",
                "route_description": "Located approx. 80 feet right of IHC, this route is a slightly left-leaning splitter on the right wall of a dihedral.  It intersectes the corner crack about 30 feet from the bolt anchors.  It starts as tight hands, negotiates two awesome offwidth pods, pulls through some sustained wide hands, and meets the dihedral, which is good to tight hands.  A steller climb that goes on and on, you never want it to stop.",
                "route_location": "N/A",
                "route_protection": "A full 30 metre pitch.  Bring 3-5 each 2, 2.5, 3, 3.5 Friends, and 2 4 Friends.",
                "route_page_views": "9440",
                "route_shared_on": "Nov, 2001",
                "route_id": "1d739f87-e8b2-4736-9de2-54608a226250",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Mike Sofranko",
                        "comment_text": "If you bury a leg in one of the pods, you can get a great no-hands rest (you won't be pumped at this point, but it's a great pose.)  Slightly awkward down low through the wider stuff...  Nice route.  I think I used a #4 camalot. Nov 30, 2001",
                        "comment_time": "Nov 30, 2001"
                    },
                    {
                        "comment_author": "Tavis Ricksecker",
                        "comment_text": "Not too bad if you have big mitts. Oct 29, 2008",
                        "comment_time": "Oct 29, 2008"
                    },
                    {
                        "comment_author": "Ken Trout",
                        "comment_text": "First Ascent from Bjornstad, 1988: Chip Chace and Steve Levin, 1978 Oct 22, 2009",
                        "comment_time": "Oct 22, 2009"
                    }
                ],
                "route_suggested_ratings": {
                    "5.10d": 1,
                    "5.10+": 8,
                    "5.10+ R": 1,
                    "5.10c": 4,
                    "5.10b/c": 2,
                    "5.10": 72,
                    "5.10b": 3,
                    "5.10-": 2,
                    "5.10a": 2
                },
                "route_tick_comments": "· Lead / Onsight. Very, very cold my hands were completely numb the whole time but it was a great climb! · TR. Tight hands for 15ft, then undulates between perfect hands and awkward wide pods. Twin crack finish is funky and pumpy. With Doug, Ben and Noah. · Lead / Onsight. Just enough wide hands to be sustained! Bring fingers for the top · Lead. Great route with some variety! Mix of 2s and 3s and a 4 and 5 would be nice, .5 and .3 for the top · Lead / Onsight. Rad. 10+ suggestion due to two #4 pods and the long nature. 7 3s, 3 2s, 2 4s, few .5-.75 · Lead / Fell/Hung. Completed…took 5-6 times….ran out of gear and had to lower back down to get more. Embarassing · Lead / Fell/Hung. Fell in the long 2.5 section after second wide pod. still felt hard! still ate tons of gear · TR. Not fun if you have small hands. A couple good hands but never tight. Lots of bigger than cupped but smaller than fists, also some just bigger than fists. · TR. W Nate, Donovan kauri etc. Started in the finger crack, changed to gorilla after falling out when it pinched to tips. · Lead / Fell/Hung. Hung a few times, got intimidated by the pods Rack: 1 red metolius, 1x .75x 2-3x 1.0, 4x 2.0, 6x 3.0, 2x 4.0 (smaller sizes would work for the left crack too .4-.75) · Lead / Fell/Hung. Led this with some takes. Have rock burn on my right arm from it. Burly pods, fun top out · TR. Swung between this and 11 next door. DNF. Too much offwidth for me! · Lead / Onsight. Almost as good as 3AM. More varied with pods, and eventually meets up with pringles. · Lead / Flash. Really digging meaty hand climbs lately as someone with small hands lol · TR. wanted to quit crack climbing at the second OW pod but decided I had fun by the time I got back to the ground · TR. Used the lie-back to the left to skip the second pod and pulled on #3s for the second half. No point of this route felt fun · Lead. 1st pod was physical. Off hands after was cruxy. Then cruising fun jams and stems! · Lead / Onsight. Feet popped at one point. Definitely felt that I haven’t climbed outside in 2 months! Toe blister hurt and bailed on the climbs I really wanted to try… oh well still fun!! · Lead / Onsight. Really wanted one more climb before we left so I sent this with a headlamp on! Tricky climbing such smooth and sustained wide hands. Crux was definitely manteling into those offwidth pods. Once again good footwork prevailed. Ended up bumping my #3s a long way up the bottom section, whoever writes these rack descriptions must be stronger than I! · Lead / Fell/Hung. Did it in two. Took at a part with hands where I was just before the good stemming · Lead / Fell/Hung. Blew the clip on the third cam and took a ground fall. Broke finger and maybe foot. · Lead. very tiring. took a lot down low. clean after meeting the left crack. · Lead. Hung at the second offwidth, hard to commit to a tipped out 4. · TR. Fun! But hard in the pods for someone who doesn’t have good off width technique · Lead / Flash. My favorite route on the supercrack buttress so far! Sustained #3s, with some cruxy wide moves to gain large pods twice on the route. Not a good warmup, but not super hard either. · Lead / Onsight. Lisa… bring #3s lol… lead this with only two 3s. Bumped them a long ways. Really fun. Felt more burly and heady with the runout · TR. One of the harder 5.10s for smaller hands. A battle where you find your self yarding on #3 sized cracks, never good · Lead. 1 .75, 1.5, about 4 1’s, 6 2’s, 5 3’s, 3.5, 3 4’s · Lead / Onsight. Near the top anchor rope got stuck, fixed line, rappeled on munterhitch, jugged rope, retied and finished. Came down amy couldnt get off the ground, reclimbed free and clean on TR. excellent route. · Lead / Onsight. Very fun and varied climbing, especially with the double cracks up top. Should have brought more 3s. Ideal rack would be 1x 0.5, 3x 0.75, 4x #1, 2x #2, 5x #3, 2x #4 · TR. Josh put up. fun but hard section of 4s in the middle. didn't get it clean. burly route in general · TR. Loved this climb, just did it on TR because I was spent and it was hot. Next time, lead · TR. Not my style. Many 3s and manufacturing into the OW pods was burly · Lead / Fell/Hung. Ahhh could’ve onsightef it but no rest after cleaning the crack right of it. Four blues four yellow two purple two gray and two gray and two one. Mostly cupped hands wear gloves next time · Follow. Top was tough today… awkward but all there… makes me more happy about onsight in 2021 · Lead / Fell/Hung. Tricky in the bulge place can right below and trust it. Hard finger start, weird pod and then perfect to the top · Lead / Onsight. Two broken trigger wires, the knee blew out of my pants, and Daniel broke another shoe lace. 2x .5-#1, 6 #2, 6 #3, 1-2 #4 (definitely one for first pod.)"
            },
            {
                "route_name": "Honest Aussie",
                "route_url": "https://www.mountainproject.com/route/106850348/honest-aussie",
                "route_lr": 48,
                "route_grade": "5.11-",
                "route_protection_grading": "",
                "route_stars": 3.0,
                "route_votes": 3,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 160,
                "route_length_meter": 48,
                "route_fa": "Jim Olson, Steve Quinlan 1993",
                "route_description": "scramble over small stack of rocks up in to a chimney with a splitter out to the right in to a slot machine like formation then a roof out to the left and up fist crack to the anchors!!!!",
                "route_location": "petroglyph of a man to the left of the start. a small pice of the plaque that i fond in the bushes has a bolt on it. i placed it at the start of this fun neglected classic.",
                "route_protection": "all you got heavy on the big stuff",
                "route_page_views": "2102",
                "route_shared_on": "Aug, 2010",
                "route_id": "fdbe716f-6d3d-4544-95fa-b161752fd8c8",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11-": 2
                },
                "route_tick_comments": "· Lead / Fell/Hung. Amazing route, couldn't hold it together on the final roof crux and took a take, then immediately saw what I should have done. 1 6, 2 5's, 4x 4's, triple hand sizes, double below used that, used everything I had 2 and above."
            },
            {
                "route_name": "Incredible Hand Crack",
                "route_url": "https://www.mountainproject.com/route/105717367/incredible-hand-crack",
                "route_lr": 21,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 3.8,
                "route_votes": 1515,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 100,
                "route_length_meter": 30,
                "route_fa": "Rich Perch, John Bragg, Doug Snively, and Anne Tarver,  1978",
                "route_description": "Route starts at the top of the trail from the parking lot to Supercrack Buttress.  Follows the obvious chalked hand crack in a corner through a large overhang.  Lieback up the corner to the roof.  Jam out the roof with perfect hands (crux) to a great rest at the end (#3 Camalot).  Finish up the corner to a bolt anchor at 95 feet.  It really is incredible!  Get there early because lines will form on the weekends.",
                "route_location": "N/A",
                "route_protection": "Cams from 2-2.5\". Heavy on 2.5\" (#2 Camalot)",
                "route_page_views": "99406",
                "route_shared_on": "Oct, 2001",
                "route_id": "b9ed43ee-3f35-46c5-a604-323dba6a81bb",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Dave Chenault",
                        "comment_text": "I agree with Ben, for the average-sized (w/r/t hands!) the jams through the overhang are ridiculously bomber.  9/10, and really freakin cool. Nov 28, 2001",
                        "comment_time": "Nov 28, 2001"
                    },
                    {
                        "comment_author": "Tradkelly",
                        "comment_text": "Getting onto the initial pillar, about 20', can be difficult unless you jam it.  I liebacked with a green FCU at 8' and pumped out, unable to get in a piece in higher, about a foot below the pillar top.  Use a #2 camalot to get on top of the pillar and recover it if you feel the need once you're on top.  The landing area only has one rock, but it has a knob on it.  A spotter kept my groundfall... more Getting onto the initial pillar, about 20', can be difficult unless you jam it.  I liebacked with a green FCU at 8' and pumped out, unable to get in a piece in higher, about a foot below the pillar top.  Use a #2 camalot to get on top of the pillar and recover it if you feel the need once you're on top.  The landing area only has one rock, but it has a knob on it.  A spotter kept my groundfall (with the pulled green FCU) from becoming a broken leg. Nov 29, 2001",
                        "comment_time": "Nov 29, 2001"
                    },
                    {
                        "comment_author": "Anonymous Coward",
                        "comment_text": "I've only been to IC once in my life and that was last spring break (2001), but let me just say that being over here in Germany for the semester and not even being able to climb (Northern Germany is nothing but flat flat flat..) Looking and thinking about IC is just giving me a hard on the size of Texas.  I'm already starting to train again just to get my muscles in some kind of shape to hit... more I've only been to IC once in my life and that was last spring break (2001), but let me just say that being over here in Germany for the semester and not even being able to climb (Northern Germany is nothing but flat flat flat..) Looking and thinking about IC is just giving me a hard on the size of Texas.  I'm already starting to train again just to get my muscles in some kind of shape to hit it hard again this spring break!!!!!! Dec 9, 2001",
                        "comment_time": "Dec 9, 2001"
                    }
                ],
                "route_suggested_ratings": {},
                "route_tick_comments": "· Lead / Fell/Hung. Led w/Sam. Flailed at roof, have to get higher feet w/fist jam. Rest is bomber · 2 pitches. TR. Kinda proud to have sent this on top-rope. Had to go pretty deep for the hand jams at the roof, and a little hard to keep the hands in order. Super cruiser afterwards. Coolest climb yet. · Lead / Fell/Hung. Don’t waste energy placing too much gear on overhang 3 pieces will be plenty. There is a great rest after OH. · Lead / Flash. Took me three go. First go was kind of intimidated of the roof and fucked up immediately got back on it and was just a little too pumped. Came back a couple days later and got it clean. · TR. Only could do half, before the slope part. Waited 2 hours for sun to hit it · Lead / Redpoint. Gave the lead a go couldn’t get pass the over hanging crack, took a couple whips up there first time leading a climb I didn’t think I could finish which was kinda cool to be trying hard mentally until next time I suppose · Lead / Fell/Hung. 1h this time. Felt haarrd through the roof. And pumpy.. bring lots of 2s. · Lead / Fell/Hung. 1, 3, run out to a 2 at the ledge, wild country 2 extended, wild country 2 extended, assortment from 1-3 at the top. 1ea of 1,3 for top · Lead / Fell/Hung. Swim up the overhang, don’t try to cross arms. Heavy on 2 bring 3 1s and 2 3s · Lead / Fell/Hung. placed a high 3 in the roof. jammed past it then reaching for high jam slipped out. immediately got back on and jammed to the chains. high 3 to start, 6 2s with some runouts and 3 in the roof. no so incredible 3am was better · Lead / Onsight. Found this much more fun than Supercrack, though a shame it’s so blown out at the crux. Only placed three #2s and a #3 on the whole route. Happy to bag this classic · Follow. Them baggy 3s thru da crux. Josh led this since I don't really need to lead it again. Becca topped as well. · TR. This felt so hard. Watching Rachel do it: right hand high, left hand lower, just shuffle them. Same with the feet: right foot high, left foot low, shuffle. I didn’t get to the top even, !!!! · TR. Excellent route! Definitely had to think at the wide flaring part right before the end of the overhanging roof part. It was so rad starting the roof section and I loved plugging away the hands! Top section was also fantastic after getting a nice rest in between. Definitely got quite light headed as that was our warmup… · Lead / Redpoint. Came back a year later and sent it after failing to clear the roof the first time. Feels good. · TR. With Jake. Made it to the start of the overhand roof section, last climb of the day and we were short on sunlight. Would need fresh arms to even TR it. · Lead / Fell/Hung. With Kayla + Blaine, Jack and Andy. Roof was tough for me. Had to really reach in for a good jam. Hung a couple times. Below and above was cruiser. · TR. This crack is rad! There’s a 5 foot section at the beginning of the bulge that was really hard for me and I jugged through on the top rope The rest of it has some hard sections but is very doable ~ just gotta get my hands and feet in deep and keep it tight. Glorious when you get above the bulge! Good sit rest and then fun climbing to the top When I was getting lowered I stopped and got back on the section I jugged and I was able to pull the moves I had to really stick my feet in there and hold my core tight and scum my right side on the wall and just inch my way up bumping my hands and feet , not crossing anything, with my arms like almost elbow deep. It was really hard but I was able to get good enough jams to place gear. I would lead this on a high energy day! · Lead / Onsight. Lived up to the name. It really is a whole route that’s perfectly in my hand size! Crux was pulling the bulge. Would’ve been easy to sandbag yourself by trapping yourself with your own reach, and keeping the feet in is tricky. Everything else is buttery goodness! Placed a navy blue tricam to supplement all the #2s · TR. Followed Esteban. Fell twice at the overhang, need to work on the jam technique. Beautiful crack above and below the overhang. Good rests above the overhang. · Lead. Fell one and took once then got it. Best crack I've ever done · Lead / Fell/Hung. Had to aid moves of the roof, couldn't figure out how to push with my feet · Lead. Many 1, at least four 2, couple of 3 … also .75 and .5 Cruz is bulge out move with right hand and get feet in and high. · Lead / Onsight. Pretty sick roof crack, 2s in 2s on 2s. So sick · TR. Inverted it for funsies. Crazy how hard inverting non roof cracks are hahahah. With Simon! His second crack climb · TR. Fell a few times during roof. Solid 2s that felt really hard to jam · Lead / Redpoint. Felt so good this time! Thicker crack gloves helped. used 7 2s · Lead / Fell/Hung. Yoinks. First clip placement fall here. Not super bueno - slippery start. The #2 @ second part of ramp is biggest #2 you’ll get - keep pushing through next time. Ended up lowering off of that guy & TRing later - but could def lead up to crux. Overhanging crux is tricky w deep #3s - hard to pull. · TR. Flash on TR. Super fun. Broken up by good rests. Makes you earn it. · Lead. Such an incredible route. With NREL Milk the corner rest then go for it. All #2 & 3. I took a brief rest but not needed. · Lead / Fell/Hung. such an amazing route, and feels mega on lead. proper whipped out of the overhang and psyched about it! with akhil. · Lead / Onsight. Hands hands hands! Jamming felt good, though slightly wide at the bulge for me. (Wide 2s) · 2 pitches. Lead / Flash. Flashed and then yo-yo’d when Tyler broke his toe. · Lead / Fell/Hung. w/Tom - really nice pitch - 3 hang - fall at the crux - and then took above after pumping out - redpointable with a few runs and working out technique - super fun in any case · Lead / Redpoint. Really fun last route of the trip. Felt much more cruiser than last time! Thanks to a great trip with Stew and Ethan · Follow. So fucking sweet!!!!! I couldn’t get past the one pod on the roof but other than that I pretty much cruised. I think that was the only spot i took · Lead / Onsight. You want a lot of 2’s. I had 6 and was running the top out on tipped out 1’s · TR. Only did first two parts to size 3 overhand and pooped out. Left blood on wall to the crag gods. · Fell, maybe a number two in the roof is better? Don’t put a cam in your way? Or just beef up · TR. Couldn’t get a good jam or good feet on the roof. Pulled past. After the roof was easy. Before the roof was a little tough with a wide section at the first ledge that I fell on. · Lead / Redpoint. Clean. Good rests before pulling roof move. Went up, placed gear and came back to rest more. Felt scary at initial steep part \"idk about this\" I said, but pulled the move and it didnt feel that hard. Gunned thru the overhang. Great many rests up top. Careful with extending gear, people jam in cams. Bring 4+ slings. Placed a few 2s and few 3s. With sarah. Would do again. ---- · TR. Such a fun climb! Perfect hand jams! Fell at crux twice before sending. · Lead. W/Tali. Of course it's good, but it's not anything \"out of this world\" · Lead / Redpoint. Sweaty sunny power lap. Also, Kalous is the man lmao. Shared the crag w some legends today."
            },
            {
                "route_name": "International Affair",
                "route_url": "https://www.mountainproject.com/route/106017653/international-affair",
                "route_lr": 27,
                "route_grade": "5.12",
                "route_protection_grading": "",
                "route_stars": 3.2,
                "route_votes": 23,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 50,
                "route_length_meter": 15,
                "route_fa": "Keith Reynolds and Leonard Coyne",
                "route_description": "This good but short route has 2 difficult and engaging sections that will keep your attention.Kind of a bad belay stance next to the tree at the start but its hard from the get go. Cranker second and first digit locks in a tight corner to a corner change with bad feet will hurt you for a short section and welcome hand jam. The final crux is negotiating the scoop with thin pro while utilizing face holds and one quick move to a hidden but good hold on slightly funky rock. (12b or c)",
                "route_location": "N/A",
                "route_protection": "(3).75, (2).5, (1)2.5, (2).4, (2).3 inch (Wild Country Friend) size cams",
                "route_page_views": "4383",
                "route_shared_on": "Aug, 2007",
                "route_id": "d58be1ef-38b5-406d-a827-1993a7a92fc2",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.12c": 1,
                    "5.12": 4
                },
                "route_tick_comments": "· TR. Couple hangs at the corner change and one at the upper boulder prob. Thankful for friendly folks and new friends on my 28th birthday · TR. With Rachel, Athena, Joy, Adrian, H^2. Fell several times trying to make the aspect change. Other than that, it went well, Would be a spooky lead. · Lead / Fell/Hung. Pretty chill to the corner change hard getting above roof/around corner, top is thin 2x.1-.2 · TR. Too small for my fingers. Didn’t do some of the moves changing the corner and just above it. · Lead / Fell/Hung. Tried twice, close but no bananas. Soo cool awesome ending boulder and roof/changing corners, idk why only 3 stars · TR. Took and pulled through changing corners. Need stronger fingers. Sent the rest, really fun. · TR. With Eric. Right hand crimp left hand palm right foot jam to get left foot on a slopy chip to get left hand on a crimp, bump right hand to an upper crimp work feet up and right foot on to the right wall chip and throw left hand · TR. Seems very hard, especially at changing corners. Many falls and takes. Some nice crimps out left towards the top. · Lead / Fell/Hung. fell after transistion, aided for a top rope and fell once on tr, fun dyno at the top · Lead / Redpoint. sent second go of the day. 4x tight.4 pre/in roof. yellow C3 after roof. .3 mid layback (skipped). #2. .2, black totem, green C3 nest before boulder. · TR. tr lap. did all the moves. crux is corner change and layback. fun, would love to do again. rack: .1, .2, .3 x 4, .4, #2 · Lead / Fell/Hung. hangdog/aid to get the rope up. sent upper boulder without much trouble. · Lead / Fell/Hung. Loads of 0.3 through the switching aspect. Take a #2 for the hand jam. Blue, black aliens and the small C3s for the top. · TR. Half way until the changing corner from left to right...one knuckle lock and then smear feet and move around the corner...couldn’t quite hold the lock off · TR. Crack school; Coleman sent it. MB and Cristian got partway up. I bailed very early. Last climb of 3 days...exhausted and tore up 1 knuckle and said enough · Lead / Onsight. OS'd back in 09 and then punted it a few years ago after a long break from the creek."
            },
            {
                "route_name": "Key Flake, The",
                "route_url": "https://www.mountainproject.com/route/118055957/the-key-flake",
                "route_lr": 31,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 2.6,
                "route_votes": 5,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 130,
                "route_length_meter": 39,
                "route_fa": "unknown",
                "route_description": "Cool off-width that requires off-width and face skills. Climb the easy boulder bottom and move past a little loose rock. Climb the wide for a ways until the crack meets the other face. Transition into some face climbing on moderate ground. Finish past some loose-ish rock to anchors you cant see from the ground. The rock up there is suspect but stayed put well-enough. Easy to runout. Anchors were good as of 11/2019.",
                "route_location": "Opposite keyhole flake. Obvious right leaning offwidth that starts atop 20 ft boulder.",
                "route_protection": "Anchors hidden up top. Need 80m to make it all the way down. My suggested rack for a good leader: (4) #6, (2) #5, (2) #4, 1 blue big bro. Don't use all your 6's too low. 4's for up top. 5 at top and bottom.",
                "route_page_views": "1039",
                "route_shared_on": "Nov, 2019",
                "route_id": "624586db-d119-461b-889b-11abda55c8d9",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10": 2
                },
                "route_tick_comments": "· Lead / Onsight. shouldve kept a 6 for uptop, creepy runout on tipped 5's"
            },
            {
                "route_name": "Keyhole Flake",
                "route_url": "https://www.mountainproject.com/route/105717442/keyhole-flake",
                "route_lr": 34,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 3.1,
                "route_votes": 278,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "unknown",
                "route_description": "There are some awkward sections, particularly prior to the transition from fingers to hands, but plenty of holds lower where they're useful, and a few places for feet stemming (it goes both as a lieback and a jam higher).  Good anchors, 70' (I'm a wimp, used 16 pieces), and a good choice if solid jamfest climbs are occupied or if you're more mixed in your technique than just jam-jam-jam.It's located 40 feet north (left) of Coyne's, faces west/northwest.  Look for lower anchors than the other climbs in the area with a fingers flake opening to a left-facing #3 featured crack.  The belay pad is a walkway along the buttress' base so be courteous.I only rate it a 2-star because there are so many awesome cracks around it to climb.  It's still very worthwhile and I thought an awesome climb.",
                "route_location": "N/A",
                "route_protection": "Mix up medium to large cams; blue and yellow TCUs help low, and 4-5 #3-3.5 camalots higher, with a few other pieces in the spectrum.  A #4 camalot works if you're light on 3s.  Guidebooks vary in their suggestions of gear, but I was happier going heavy.",
                "route_page_views": "10053",
                "route_shared_on": "Nov, 2001",
                "route_id": "a5ac2bce-d36c-473b-b718-400b6dd36f8e",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Mike Sofranko",
                        "comment_text": "This is a great varied route.  My biggest piece was a #4 Friend, and I think I only brought one, but I was happy to have it. Nov 30, 2001",
                        "comment_time": "Nov 30, 2001"
                    },
                    {
                        "comment_author": "Anonymous Coward",
                        "comment_text": "good gear description.  stewart green's book recommends gear to #3 friend (which seems really small for the top).  i would definitely recommend bringing several pieces around #3 camalot size.  fun route, kind of eldo-esque at the start (especially if you pound on the flake-drum at the bottom :) Dec 7, 2001",
                        "comment_time": "Dec 7, 2001"
                    },
                    {
                        "comment_author": "Craig Quincy",
                        "comment_text": "Some fist side gear is in order whether that's a #4 friend, a #4 camalot or a #3 - #3.5 camalot.  A couple in that size might even be a good idea.  Both the Indian Creek Climbs guide book and the Super Topo from Rock and Ice list the rack as only up to #2.5 friend.  This is definitely an error. Oct 19, 2003",
                        "comment_time": "Oct 19, 2003"
                    }
                ],
                "route_suggested_ratings": {
                    "5.10+": 5,
                    "5.10c": 3,
                    "5.10b/c": 2,
                    "5.10": 51,
                    "5.10b": 2,
                    "5.10a/b": 3,
                    "5.10-": 1,
                    "5.10a": 2
                },
                "route_tick_comments": "· Lead / Fell/Hung. Slipped down low, fell on .3 then got the rest clean · Lead / Onsight. Fun challenge, eldo like start, good cupped hands mostly after to .75s · Follow. Wide section felt hard, I used both cracks in the fingers section, but apparently if leading you want to try to stay in right side · Lead / Onsight. Super fun and varied… Jackie with the belay. Favorite route of the day. Cam, Alicia, and Frits hanging · Lead / Onsight. A fun varied crack; neat lieback into splitter into crack switch · TR. Loved this climb. Took once coming out of the pod, then once at the crack switch. I think I could get this clean. · Lead / Redpoint. Ok I’ve decided that I really like this climb. Good rests, great variety. Just get through the sporty/pumpy beginning. 2 .4 and the gray alien were nice. · Lead / Fell/Hung. Got super in my head, tricky bouldery start then wide 3s (tight 4). Fun interesting climb. · Lead / Onsight. Julian… super fun climbing! Goes through so many sizes! .4 - #4 techniques and cool crack transfers. Classic! · Lead / Onsight. Really cool! Lots of variety in the moves! Starts thin goes big and then pinches down again! Loved it! · Lead / Fell/Hung. Biggest whipper of my life 15’, and first fall on gear :) thanks Sage for the great catch. · TR. 28!! struggle bus. Ella put it up, and John TRed. last climb of the day. first day back and 28 pitches. 4 leads, 8 TR solos, and many belays from Ella, John, and strangers. · Lead / Onsight. Date approx. Trip with Nacho. Lots of styles on a super fun climb. · Lead / Onsight. Double 3 and 4 camalot, triple 4 and double 3 May be best through wide section. Upper bit is .5-#1 camalot · Lead / Fell/Hung. Messed up intro sequence and took the harder lieback instead of fantastic face holds. Fell to the deck saved by Ivan · Lead / Fell/Hung. Done with Trevor. 1st climb in the Creek! Got some advice from a stranger that said it was easy. Little did I know that it was going to be the hardest trad lead I have done yet. Really thin bouldery moves to fists and lay backs. My endurance ran out 2/3 of the way up and had to let Trevor finish it. Such a cool climb. · TR. Done with Trevor. Managed to lap it clean without a take. Definetly felt tired after it. Will come back and get this clean! · Lead / Onsight. This was a bit tricky and heady. I dyno'd above some blue totems to reach the ledge at the start of the hand crack. After you move out of the hand crack it's tricky. Gear: .3-.5 for start, 4s, 3s, 2s, and a 1 for the hand crack, then 1, .75, .5 for the crack at the end. · TR. Varied climbing and sustained, but there are a few rests. Would be a very challenging lead for me - heady. I kinda liked the short wide section midway up · Lead / Fell/Hung. Led with Lindsay and Hallie - tricky lower half, strenuous getting out of pod. · Lead / Onsight. I thought this climb was awesome! I enjoyed it more than anything else I climbed today. (Gorilla, Wave) · TR. TR no takes, super awesome climb that is great for starting trad because it has a huge variety of crack size · TR. very good top rope. would not be able to lead the #3 section. bigger than fists. · TR. Tronsight. Back to being a top rope tough guy after re-injuring my foot on Coyne… (w/ sprained ankle) · TR. very fun because of the varied sizes and face features to work with, go for lead. · Lead / Fell/Hung. lead bottom 1/3 to OW Kirk tagged in for middle 1/3 tagged back in for top 1/3 · Lead / Onsight. Felt like 10+ It’s more 3s than 2s Take a 4 · Lead / Onsight. Awesome line with a lot of variety, finger crack, fist and hand · TR. first IC climb. was super excited. hung once. super pumped in hand crack section. had some face features to use. · Lead / Fell/Hung. Lol after 5 days in the creek the beginning felt stout. Took on .5. Placed 2 4s and the 3.5. · Lead / Fell/Hung. just a TR, but would be fun to return for the lead · Lead / Fell/Hung. Aided thru the bottom fingers, got spooked by the flake/rock quality. sent from that point, cool route · fun to return. lead w/ natalie. Good route with nice variety of sizes and movement. · Lead / Fell/Hung. FUNKY! Off fingers, off width, and off hands but good pro. doubles .3-4 plus 4 .75s and .3. could fit a 5 too."
            },
            {
                "route_name": "King Sooper",
                "route_url": "https://www.mountainproject.com/route/109807393/king-sooper",
                "route_lr": 5,
                "route_grade": "5.10+",
                "route_protection_grading": "",
                "route_stars": 2.2,
                "route_votes": 11,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 70,
                "route_length_meter": 21,
                "route_fa": "Jay Brown, Adrian Weaver 2014",
                "route_description": "If there's a crux it's the undercling roof",
                "route_location": "Far left shady side of supercrack. There's 2 other unknown routes there also.",
                "route_protection": "1 bolt Protects the thin flake.2-blue aliens3-.3.4.5#1,22-#3#4Draw2runnersFixed anchor",
                "route_page_views": "2152",
                "route_shared_on": "Dec, 2014",
                "route_id": "b6263350-72be-4a5a-912c-713a96ee7d70",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Eric Fjellanger",
                        "comment_text": "I didn't understand how there could be a 5.10 at Supercrack I'd never heard of anybody climbing. Now I understand... Really cool route with exciting moves, sadly plagued by some crummy rock. Hit this one in the afternoon, when the other routes here are too hot. I would have liked a third #3 camalot above the roof. May 5, 2015",
                        "comment_time": "May 5, 2015"
                    }
                ],
                "route_suggested_ratings": {
                    "5.10+ R": 1,
                    "5.10+": 2,
                    "5.10+ PG13": 1,
                    "5.10c": 1,
                    "5.10 PG13": 1
                },
                "route_tick_comments": "· TR. pretty cool roof, not too hard tbh. start is a little sketch w gear placement · TR. Need to lead mango lead it was the warm up for our half day it was super fun a little weird to move out of the roof · Lead / Fell/Hung. adventure route!! breezed the bottom but struggled in the finishing crack. didn't have enough gear up top which was scary. save a #3 for the finish"
            },
            {
                "route_name": "Left Affair",
                "route_url": "https://www.mountainproject.com/route/107003796/left-affair",
                "route_lr": 12,
                "route_grade": "5.11+",
                "route_protection_grading": "",
                "route_stars": 3.4,
                "route_votes": 22,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 80,
                "route_length_meter": 24,
                "route_fa": "unknown",
                "route_description": "Tight corner blue TCUs c3s00 c3s000 black aliens for the top.  At the roof face V2 then low angle to brown soft shuts.",
                "route_location": "right of the On Slot. small ramp up to thin crack",
                "route_protection": "5 blue TCUs on down. a yellow TCU at the roof works well..",
                "route_page_views": "3824",
                "route_shared_on": "Jan, 2011",
                "route_id": "76e9bd16-e237-47d2-85d6-1cfa6ae373b3",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.12-": 2,
                    "5.11d": 1,
                    "5.11+": 5,
                    "5.11c": 1,
                    "5.11": 2
                },
                "route_tick_comments": "· TR. @Crack Camp! Stepped off to the right crack and then came back into the main lie back. Took near the top of the lie back. Getting established again from there was tricky but a fun boulder move out of the roof! · Lead / Onsight. Proud onsight. This thing was sick. Fun boulder problem I barely pulled · Lead / Redpoint. Actually .2s we’re too small and not confidence inspiring. Wish I had more blue metolius, but I stitched it up with shitty cams · TR. could lead with more practice in .3 acute crack footwork. boulder move is difficult · TR. Josh put up. enough feet to get you up the finger crack, but the crux is getting around the roof/ripples. I had trouble figuring out the sequence on TR · Lead / Fell/Hung. One fall at the top. Really nice and found good stances for tasty cams · Lead / Redpoint. Yay Sent! Trust yourself and get to that kneebar! .3s protect the top and around the bulge · 2 pitches. Lead / Fell/Hung. Fell at the roof forgetting past beta Sent on TR. Will go next time · Lead / Fell/Hung. Virginia, clémence, Ingrid. Rack is different types of .3s + smaller stuff. At crux, layback arete, place black totem. Legs stemming, left hand crimping on arete near where crack opens up. Bring right fingers into good crack, move feet up. Don’t dick around. · Lead / Fell/Hung. Súper fun! Fingers almost fit but it’s tips at top. Boulder problem is easy but you’re pumped upon arrival. Key foot out left after kneebar rest Blue and black totems are great. Biggest piece I placed was a .3 TRd for fun after leading · TR. Fun TR but would be hard lead. Fell right before roof. So many .3s. John put up · Lead / Fell/Hung. Got the rope up. Made it 2/3 way up before the hang. Fun route. Clean on TR. hard for my finger size. · TR. Crack clinic had the rope up so I gave it a burn, clean to the roof, two hangs to figure out the feet. · Lead / Fell/Hung. Tr clean after wards. Need more .2 or less gear. Then gotta commit after .4 placement · Lead / Fell/Hung. 2-4 .2s, 3-4 .3s, 2-4 yellow alien, some blue metolius and green alien"
            },
            {
                "route_name": "Legend of Creepy Hollow",
                "route_url": "https://www.mountainproject.com/route/113756697/legend-of-creepy-hollow",
                "route_lr": 7,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 1.5,
                "route_votes": 14,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 100,
                "route_length_meter": 30,
                "route_fa": "Tom Gwinn",
                "route_description": "Climb a flaring left facing corner via hand jams to the top of the formation, then continue up splitter hands (#2's) past a couple loose blocks to a thin hands bulge. Continue to a two bolt anchor.",
                "route_location": "This is one route to the left of Super Surprised.",
                "route_protection": "(2) .75  (2) #1 (5) #2 (1) #3  optional #5 for the start",
                "route_page_views": "1415",
                "route_shared_on": "Nov, 2017",
                "route_id": "7eaddf15-1793-4d74-9185-685c14c8a5e5",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10": 2
                },
                "route_tick_comments": "· Lead / Onsight. w Ihsaan. first 20 feet was kind of hard weird jams. then chossy then awesome tight hands bulge. could use some cleaning. lil sketchy. · Lead / Onsight. Turns out i've been doing the wrong climb for years and just finally climbed the real Legend. · Lead / Onsight. OS. More detached blocks than you can see from the ground. · Lead / Onsight. CAN BE VERY DIRTY/SANDY! MAKES IT FEEL HARDER THAN IT REALLY IS."
            },
            {
                "route_name": "Man Who Knew Too Little, The",
                "route_url": "https://www.mountainproject.com/route/112382525/the-man-who-knew-too-little",
                "route_lr": 28,
                "route_grade": "5.12-",
                "route_protection_grading": "",
                "route_stars": 3.2,
                "route_votes": 18,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 50,
                "route_length_meter": 15,
                "route_fa": "Nate Sydnor",
                "route_description": "After a lengthy thought process, and conversations with others in the local climbing community, I decided that this was a worthy route to establish. I really enjoyed the climbing, so hopefully others will too.The name is a spoof on the International Affair theme, and a tip of the hat to the Bill Murray movie. It's also kind of a jab at myself, seeing as how I added this route right in the middle of everything at Supercrack Buttress. Interpret it how you will. I drilled all three protection bolts and the anchor on lead, from the ground up. Although it's short, it packs some engaging climbing like its neighbor.Delicate and powerful climbing with tiny gear brings you to a stance at the first bolt. From there, wild chimneying and stemming, and one more bouldery sequence lead to the anchor.",
                "route_location": "The next route to the right of International Affair",
                "route_protection": "I found the c3s to work best; red to grey. There are 3 protection bolts and a nice ring anchor",
                "route_page_views": "2845",
                "route_shared_on": "Dec, 2016",
                "route_id": "67764578-d876-4648-b846-4b87c965081c",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Jason Brown",
                        "comment_text": "I believe I climbed this on gear and it went up 100+ feet to an existing anchor after the bulge in corner. Should check it out further up, my memory could be wrong… Dec 15, 2016",
                        "comment_time": "Dec 15, 2016"
                    },
                    {
                        "comment_author": "Nate Sydnor",
                        "comment_text": "Yo Jay. You are referring to the route just adjacent to this, on the right. Although not listed online or in Bloom's book, you are correct that there is an anchor up there at perhaps 150+ft. If you look at the photos I posted you can see that the corner on this route, directly above me, terminates at about 50ft. Dec 15, 2016",
                        "comment_time": "Dec 15, 2016"
                    },
                    {
                        "comment_author": "Devin Fin",
                        "comment_text": "Nate great  vision !!! Nice find !! \"But\" get ready for the MP \"police\" bolt haters to shit all over yer hard work ... come spring of 2017 wen every one  Who climbs in the creek so much discover you're route on Mountain  project ....  edit: climbed this rig 12/29 /16 fantastic route ! 11+ is fair packs a punch  right off the ground !  Future classic for sure and a great addition to the wall... more Nate great  vision !!! Nice find !! \"But\" get ready for the MP \"police\" bolt haters to shit all over yer hard work ... come spring of 2017 wen every one  Who climbs in the creek so much discover you're route on Mountain  project ....  edit: climbed this rig 12/29 /16 fantastic route ! 11+ is fair packs a punch  right off the ground !  Future classic for sure and a great addition to the wall thank you for your work ... Dec 28, 2016",
                        "comment_time": "Dec 28, 2016"
                    }
                ],
                "route_suggested_ratings": {
                    "5.12b": 1,
                    "5.12-": 2,
                    "5.11c/d": 1,
                    "5.11+": 1
                },
                "route_tick_comments": "· TR. Woof this was a lesson in body friction. Really fun trying it and then watching mango style it, I think I learned a thing or two but have a long way to go · TR. This thing wrecked me. I barely made it to the top. With Rachel, Athena, Joy, Adrian, H^2, Dan. · TR. Some of it was easier this time, some harder. This climb perplexes me · Lead / Fell/Hung. Sick. HARD onsight. hard stemming is the way! .3, #1, .1,.1,.1,0,0 · TR. Clay’s work...spicy start with .1 and .2 to move right on smearing feet and then bolt with technical stemming...high right thumb catch to pop high...very out of the range was hanging and trying to figure it out · Lead / Fell/Hung. Fell a few times trying to figure out the upper section. Lots of .1 and .2 · TR. didn't climb but Nate had put up FA recently and we fiddled a bit on the first couple moves without rope"
            },
            {
                "route_name": "No Name Crack",
                "route_url": "https://www.mountainproject.com/route/105717403/no-name-crack",
                "route_lr": 13,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 3.2,
                "route_votes": 245,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 110,
                "route_length_meter": 33,
                "route_fa": "unknown",
                "route_description": "This fine big hands crack is located just left of Gemini (Twin ) cracks. A dark varnished corner begins with a short rectangular pillar. All sizes from hands to fists and maybe some Odub for small folks.",
                "route_location": "N/A",
                "route_protection": "A lot of #2 and #3 Camalot, two #4s, and 1 #1 Camalot at the top as a last placement. I loved this route.",
                "route_page_views": "9919",
                "route_shared_on": "Dec, 2000",
                "route_id": "1d9e9de8-5f61-4aa7-9392-d8675baeb3f8",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Anonymous Coward",
                        "comment_text": "i've heard not just a few people refer to this as the \"4am crack\" - its similar but slightly bigger than 3am, right facing corner, etc. - mayber better than yet another nameless crack at the creek - Oct 21, 2005",
                        "comment_time": "Oct 21, 2005"
                    },
                    {
                        "comment_author": "Jason Hundhausen",
                        "comment_text": "This was one of my favorite climbs of our trip. I have big hands, so it was more of an \"incredible hand crack\" for me than was the real \"Incredible Hand Crack.\" Jul 17, 2007",
                        "comment_time": "Jul 17, 2007"
                    },
                    {
                        "comment_author": "Matt Pesce",
                        "comment_text": "Sustained and clean...highly recommended Dec 24, 2013",
                        "comment_time": "Dec 24, 2013"
                    }
                ],
                "route_suggested_ratings": {
                    "5.10+": 2,
                    "5.10c": 4,
                    "5.10b/c": 2,
                    "5.10": 40,
                    "5.10b": 1,
                    "5.10-": 1
                },
                "route_tick_comments": "· TR. Cruised through this on top rope! Was super fun perfect hands and perfect fists · TR. Suffering. Baggy fists/butterfly, all 3s and 2s pretty much. Use face holds for right feet when you can. Becomes perfect hands at the very top · Lead / Fell/Hung. Several hang up high. Save 2 4s, 2 3s, 2 2s and a 1 for the last quarter. Mostly more 3s for first half · TR. Ran up this in like literally 2 min on top rope. Moving one hand and one foot at the same time. Paused shortly in the 4 section · Lead / Onsight. Climbed with Simon and elo. 3 3s, 2,4,2,1 pro. Bumped a lotttt. Super consistent but has a couple different types of size in it. Long and good! · Lead / Fell/Hung. Sustained 3s for the first half is cruiser. Could make a fun project. Stem at the top. · Lead / Onsight. 2x 4s for the start and one more 4 on the wall. Heavy 2s and 3s, 1x 1. · TR. Sick of #3s. Feeling haggard. A few sections felt good, otherwise just really big for me. Erron wanted more than 4 #3s. · Lead / Fell/Hung. With sarah. Calcite #4 start to top of pillar, then 3s, brought 4, wanted more. Few twos up top and a 4 in a wide challenging section. Bouldery stem topout. Hung to rest to run it out. Fun finger crack on left of pillar to play with as alternative start. Sun by 2 pm ish. · Lead. W/Tali. Maybe it's the fatigue of the day, but this shit was physical · Lead / Fell/Hung. Hung once at second pod, needed to get deeper hand jam · Lead / Fell/Hung. A number of hangs as i got pumped placing gear in the wide crack. Got a clean TR run after. · Lead / Fell/Hung. Trip warmup, endurance is the crux with an exciting stem finish! Fun route · Lead / Fell/Hung. Sick hands on hands on hands, but like, there's only so much hands that are fun haha · Lead / Fell/Hung. Right arm was toast. Also didn't take enough #2s - there was more good hands than I expected and should've taken a couple more. · Lead / Fell/Hung. Stellar, one hang. Could use a fifth 2 but four works · TR. Awesome day with Brighton, Addy, Amy, Emma. Juni, and Tal. Also a bunch of Amy’s doctor friends (Ryan, Brian, Dave, Paul, Maya, Ophelia, Andres?) · Lead / Redpoint. Sent! Pumpy AF. Was smarter at the 2nd wide section, utilized stem rest, walked #3 high, placed #4 and gunned it. · Lead / Fell/Hung. Pumped out at 2nd wide pod area. Very long and pumpy. Fist Jams and knee scums move feet quick · TR. Daniel lead. -Belayed Thomas on this a few years ago after we did 3am and I sarcasticly said \"I think we just climbed this route, I'll pass.\" · 2 pitches. Lead / Fell/Hung. Hung at fists, no interest in trying hard today · Lead / Fell/Hung. At upper 4 section( low left fist and high feet to throw for rt thumbs down), 3 more takes after that; inefficient: gear, rests, footwork, rope in way · TR. fell once and pulled in some gear just below the anchor (super pumped by then). don't think I'm at the level to lead it yet, but the top rope felt really good. first ever sustained hand jam - 95% hands, 5% fists. · Lead / Fell/Hung. got the 4 stuck, hung to remove it! placed 1x #1, 4-5x#2, 3-4x#3, 2x#4. one of the #4s was for the pillar, but another could be used up higher if the fists are scary · Lead / Fell/Hung. Gassed at the end of the day after north six shooter that morning! Very loose hands for me. · Lead / Fell/Hung. Thin layback start red, green, purple, grey. 6 blues, 4 yellows, 1 red. Great route, pods have a few fist jams, not too many · TR. Mock lead on this, felt really good for my first real mock lead crack attempt. I feel like I can do this some day, just need to work on endurance. · TR. Wowza. First 40 feet just clicked for the first time. Wow wow fist jams pretty great feet too. This is what I need · TR. felt the fun!! i actually like crack climbing. slipped out on some 4 sections. cruiser 2s. grace was fun and supportive as always. · Lead / Fell/Hung. The #4 section got me. I wanted to take a nap after this lead · Lead / Onsight. fun. took all my energy. big to hands. to 3s to red · Lead / Fell/Hung. one hang, pumpy! Take (8) #3, (2) #4, a couple #2, one #1 · TR. Cupped hands most way up, except for the short wider section (cupped fists). good workout and fun climb ;) · TR. w/George, I was soo tired this was such a fight, but got it on tr clean! very sore and happy. lots of variation on this one, but all pretty good jamming, and some rests! looking at it on the way down, it's amazing we climbed a 100'+ corner that's so blank except for the crack... crazy. cool · TR. w/George belay, he hauled me up past the wide pod... >__> need to figure out the wide beta.."
            },
            {
                "route_name": "Nuclear Waste",
                "route_url": "https://www.mountainproject.com/route/105789028/nuclear-waste",
                "route_lr": 51,
                "route_grade": "5.10b",
                "route_protection_grading": "",
                "route_stars": 2.9,
                "route_votes": 93,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 100,
                "route_length_meter": 30,
                "route_fa": "unknown",
                "route_description": "Cultural Resource Near Base:Please Be aware of your surroundings and look for evidence of those that came before you. Avoid climbing near petroglyphs to the right of the start of this climb.An interesting series of cracks in a corner located midway between Pink Flamingo and Anasazi. The width goes from thin hands to hands to fingers to fists and back down to hands and thin hands. No real crux, though the .5 camalot section was the psychological highlight for me (but isn't it always?).",
                "route_location": "N/A",
                "route_protection": "12 Pieces of the following sizes: Tips (x1), Off-fingers (x2), thin hands (x5), hands (x2), fists (x1), OW (x1).",
                "route_page_views": "5749",
                "route_shared_on": "Jan, 2006",
                "route_id": "e54e7e5a-2cd4-4c92-ad45-ffde2a13f8ee",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10+": 2,
                    "5.10c": 2,
                    "5.10": 11,
                    "5.10b": 7,
                    "5.10-": 10
                },
                "route_tick_comments": "· Lead. Interesting route! The section of weird seam and thin fingers was kinda suspect, but if you were super worried you could step over to the crack on the right. But otherwise good gear and really fun and varied! I liked a 5 for the beginning but otherwise a double rack of .4-3 would be good · Lead / Fell/Hung. Got hosed. Felt hard. Took thrice. Wandery. Not straight forward creek climb. Hard 0.75/1 bombay start and corner. Would have to go with confidence, plug and chug. 0.3 to 4 reasonable mostly 1s and 0.75s. With sarah after she got back from SLC and we had some parking lot fun · TR. 0.3, 0.4, 3x 0.5, 3 x 0.75, three reds, three yellow, two blue Hot, tr’d but felt more solid that previous · TR. Started right, then went left, then back right till the roof. Fun variation I’d say goes at 5.11-? Would be hard to protect on lead. · Lead / Fell/Hung. used a #5 to protect start, hung 1x in .75 section bout 15ft up, rest went well, super fun! · 2 pitches. Lead / Redpoint. Fell at bottom finger crack, then got on it again and sent it clean · Lead / Fell/Hung. Super fun route! Got scared at the second crack switch. I didn’t need to have a .3 but I placed it when I was pumping out and scared. I think I also brought a 4, can’t remember. · Lead / Fell/Hung. Somehow took huge whip on this as i got cocky and lazy with footwork. Ancient sling held! · Lead / Fell/Hung. Blew off trying to stay left when it turned to tips. Moved right after and pulled it. Fun! · 2 pitches. Lead / Fell/Hung. Hard start!!! 0.4, 0.5 (2x), 0.75 (3x), orange and black Metolius, 1, 2 (2x), 3 (3x), 4. Many runners and draws. TR lap after · Lead / Fell/Hung. .2 (metolius 1), .3, .4, 2 .75, 5 1.0, 2 2.0, 1 3.0, 1 4.0. 1 5.0, 2 slings Whipped high above the blue metolius because I didn’t realize I was supposed to leave the right crack and it got super thin… but it held and all was dandy! Move back left earlier and it’s perfect hands. Note to self: read route descriptions :) · Lead. bottom corner felt very insecure and burly. crack switches and finger section was really fun · Lead / Onsight. Varied and cool. Great warmup. Almost cruxed out of the thin hands start · Lead / Fell/Hung. hung a lot on .75 section. Really tough to place gear on those jams for me. · Lead / Fell/Hung. Got nervous about the.5 section; super chill and clean top rope fitness lap after leading. · Lead / Fell/Hung. off-finger/thin hands section got me. Need to learn to pull hard on these jams · Lead / Fell/Hung. probably would have taken extra .4 & .5. (1).4, (2).75, (2)#1, (2)#2, (2)#3, (1)#4. fun challenging climbing, good variety. · Lead / Onsight. funky and fun. whenever it starts to feel hard you switch cracks. :) with justing and matt and Clinton and · Lead / Onsight. Stayed right in the finger crack as long as possible. 11- this way? · TR. Should lead! Fun and not just plug and chug. Interesting movement the whole way. · Lead / Fell/Hung. Crux is right after the start in the #.75 section. Do t use jammies! Single piece of tape. Fun with all sizes. Thanks Mia! · Lead / Fell/Hung. With Jess 1 hang. .4 Bd X2, .5 x 4, .75 X4, #1 X 4, #2, X 3, 2.5” X 1, #3 X 2. 4 QD’s rappell off eye bolt · I thought this route was awesome and way fun. Getting off the ground was a awkward with high jams and no obvious feet in the wide crack . I think the crux as stated was the fingers section. This can be managed by being aware of where to cross back to the"
            },
            {
                "route_name": "On-Slot, The",
                "route_url": "https://www.mountainproject.com/route/106301878/the-on-slot",
                "route_lr": 11,
                "route_grade": "5.11",
                "route_protection_grading": "",
                "route_stars": 2.7,
                "route_votes": 18,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 70,
                "route_length_meter": 21,
                "route_fa": "unknown",
                "route_description": "Right of Bad Rad Duality.  Boulder through a roof from underclings to finger locks to a rest stance.  Power up through a tight corner / slot past a horizontal and up to another rest stance on a ledge.  Find a way to get off the stance and continue up the slot the rest of the way.  Top out the crack and step over right to the bolt anchors.Who knows, you might arm bar, fist jam, chicken wing, heel toe scum, and or use the arete.  So many options...",
                "route_location": "Right of Bad Rad Duality.  Pull an undercling to fingers roof and continue into a tight corner.",
                "route_protection": "Fingers through hands",
                "route_page_views": "3102",
                "route_shared_on": "Nov, 2008",
                "route_id": "2b6e2ea7-2374-4b9f-b4f1-7cb1bb443a4c",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11+": 2,
                    "5.11": 3,
                    "5.11 PG13": 2
                },
                "route_tick_comments": "· Lead / Fell/Hung. Thought it was a good idea to end the day on this rig. I felt very shut down lol 1 #1 and 2, maybe 2 .75 4-5 .5 three .4 and 2 .3 Oh and a black totem · TR. Very difficult start. Awkward the rest of the way. Loose or brittle flakes inside the squeeze flare. · TR. Hard move down low for the grade. Got a good pick and threw the heel up"
            },
            {
                "route_name": "Painted Pony",
                "route_url": "https://www.mountainproject.com/route/105717736/painted-pony",
                "route_lr": 45,
                "route_grade": "5.11",
                "route_protection_grading": "",
                "route_stars": 3.0,
                "route_votes": 22,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 140,
                "route_length_meter": 42,
                "route_fa": "Earl Wiggins and Katy Cassidy, late 1970s",
                "route_description": "I only seconded this route, and i don't have the most detailed gear beta.Located just right of Amaretto Corner, from the ground you'll see a thin hands crack up to a very thin chimney/offwidth, to a four foot horizonatal roof, etc. The chimney was pretty tough and bloody for me, and it has plenty of loose rock, so be careful. The roof actually is not that tough in comparison to the rest of the climb- just a really sweet undercling-highstep-lieback move.For me, the toughest part of the climb was the LONG thin hands crack that goes from above the roof to the anchors. Very few rests, and continuous green and red camalots... ugh.There are now modern anchors at the top - oversized bolts that you can rappel thru.  These are at a good stance, a little below the original anchors (because a slab fell off that led to the old anchor).This is not a very good route to top-rope, as it is nearly 140 feet high. Furthermore, you'll DEFINITELY want to back up the anchors for belaying your second- if you even use them at all.All in all, there is good climbing on this route. Just be aware that it is not one of the Creek's pseudo-sporty, non-commital affairs.",
                "route_location": "N/A",
                "route_protection": "The whole scope, from #.75 to #5 (camalot sizes).",
                "route_page_views": "3054",
                "route_shared_on": "May, 2002",
                "route_id": "f25e4c1e-9318-40b1-a445-3bcaae024f30",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Mike Sokoloff",
                        "comment_text": "A great route to jump on when all the trade routes are crowded.  I found the climbing to be quality and very interesting with an enduro factor to the finish.  There are chockstones in the chimney which take stoppers very well; I would suggest bringing a few.  The roof moves are amazing and the thinhands to the top on worsening rock are a lot of fun. Dec 22, 2005",
                        "comment_time": "Dec 22, 2005"
                    },
                    {
                        "comment_author": "Ken Trout",
                        "comment_text": "From Bjornstad, 1998 Earl Wiggins and Katy Cassidy, late 1970s Oct 22, 2009",
                        "comment_time": "Oct 22, 2009"
                    },
                    {
                        "comment_author": "Devin Fin",
                        "comment_text": "new brown soft shuts below the old mess. Edit; cut down the old mess 4/29/12 Jun 8, 2010",
                        "comment_time": "Jun 8, 2010"
                    }
                ],
                "route_suggested_ratings": {
                    "5.11": 7,
                    "5.11b": 1
                },
                "route_tick_comments": "· Lead / Fell/Hung. Epicly long route, tons of variety, totally worth it! Rack: 1*0.3, 1*0.4 3*0.5 5*0.75 5*1 no 2s or 3s needed. 4 Alpine draws 80m rope. Metolius fat hangars at the anchor. · TR. damn this was cool but hard! thin start. yikes. good hands. committing pullovers in the OW blocky section and that roof was hard! pumped big to the chains. damn. · Lead / Flash. Man this route is long! Too many 0.75 and 1s wore me down and I botched the exit just before the #2 section! Took a decent length whip! (At)"
            },
            {
                "route_name": "Pigs in a Slot",
                "route_url": "https://www.mountainproject.com/route/106136699/pigs-in-a-slot",
                "route_lr": 25,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 2.5,
                "route_votes": 96,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 110,
                "route_length_meter": 33,
                "route_fa": "in Guide book",
                "route_description": "Shorter route with a wide crack on the left and finger stacks on the right.",
                "route_location": "This route is to the right of Gorilla, around the arette.  You will see anchors 50 feet up on a ledge the route continues above that but there are no anchors to the second half.",
                "route_protection": "1 to 4 size BD cams",
                "route_page_views": "4312",
                "route_shared_on": "Apr, 2008",
                "route_id": "9e9c8144-4aaf-45f5-9ac8-891e28d2a339",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11-": 1,
                    "5.10d": 2,
                    "5.10+": 5,
                    "5.10": 17,
                    "5.10b": 3
                },
                "route_tick_comments": "· TR. Hands that gradually widen to elbow locks. Interesting little semi-OW puzzle. Watch the flake behind you when leading. With Doug. · Lead / Fell/Hung. Missed the key arm bar. Got up it fine once Chris sprayed me down · Lead / Fell/Hung. Twohang with Cole. Tight twos to very wide 3s and then mostly wide 4s. Burly · Lead / Fell/Hung. Ooofda!! Knarly offwidth! Only had 2 #4’s and was a bit sketched out but took twice and pulled through! · Lead / Fell/Hung. Hung at No. 5 section, funky feet - hard to move any stacks · Lead / Fell/Hung. Fell once and took a couple others. Stoked to get on something wider that was a bit more challenging for me. · TR. Tight hands to hands to fists. Use the crack on the right as well as the left. · TR. TR send after leading (had to take in the wide section), Colin on belay · TR. Weird and hard for me. Baggy fists with no feet for 2-3 moves. · Lead / Fell/Hung. Hands, to off hands, to Off fists with some bomb jams. #2, #3(x2), #4(4x) · Lead / Onsight. Fun climb. Stuck to the wider crack at the top. Had to do some Offwidth trickery to top out. · Lead / Onsight. final climb of the trip. harder than I thought it'd be. #2, #3, #4, .4, #4 .5 · Lead / Fell/Hung. Awesome crack, first half cruiser than become a little wider than fist. Got a couple of fun chicken wings · TR. Tried to lead first, couldn't pull through the 4s. had to layback on tr. couple falls. humbling · Lead / Fell/Hung. Got pumped and a bit awkward on offset section then had some fun when the fingers showed up · Lead / Onsight. Sublime et effrayante ! Fissure s élargi de pas en pas : une main, puis une cuillère, puis un poing, puis 2 mains (trop dure pour moi) ;-) heureusement qu'il y a une petite fissure a droite pour une main. 1 #1 Friends rouge 2 #2 Friends jaune 2 #3 Friends bleu 4 #4 Friends gris · TR. Horrible for me. Wide off the ground and full-on off-width in the “off fists” Part. Brutal on me. NEVER DO AGAIN! · Lead / Fell/Hung. fell once and hit the flake with left butt cheek.. got back on and finished the route · 2 pitches. Lead / Fell/Hung. good learning session on off fists. #2 to mini roof, 1-2 #3s and 4-5 #4 to really sew it up. · Lead / Fell/Hung. One take just before the widest part - trust those fists · Lead / Onsight. 10+ if you stay in the wide and don't use finger crack. fun little route 1 #5 2 #4 · Follow. Followed Coles lead as the first climb of the trip. Challenging off width crux. · Lead / Onsight. W/ Claire. Rattly fist jams for the meat of it. Couldn’t get a knee in, but found just enough face holds. Got some arm bars in at the top. For 40’ it’s all there. · Lead / Onsight. Everything else seemed busy, so got on this one. Ok climb. Might have been better if hadn't stopped at the 50ft anchors? (MR) · Lead / Fell/Hung. Harder than it looks. Wider than I thought. I hate it when that happens. · TR. Hung. Very challenging wide bit. Used thin crack out right but couldn't make feet work · Lead / Fell/Hung. Took halfway up. Rattly fists is tough! Good climb though. Should try again. · Lead / Fell/Hung. Just went up to anchors at Idk 40’. Sewed it up - bring 1 #2, 1 #3 and 4 #4. Took several takes and hangs and readjust hangs, was tough to keep gear out of the way of feet · TR. hard off width. there were bugs swarming all around us. Driz put it up. climbed with nate drezia and amy · Lead / Fell/Hung. Way hard transitioning from bottom hands to top OW and finger sidepul crack. Doubles bd# 1 to 3 and a 4. Climbed to first anchor about 40 feet up"
            },
            {
                "route_name": "Pillar of Bullshit",
                "route_url": "https://www.mountainproject.com/route/114191215/pillar-of-bullshit",
                "route_lr": 43,
                "route_grade": "5.9",
                "route_protection_grading": "",
                "route_stars": 2.4,
                "route_votes": 7,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 60,
                "route_length_meter": 18,
                "route_fa": "If you climbed it before 3/11/18, let me know",
                "route_description": "The right side of the pillar that is directly right of Supercrack.  Climb easy hands/face holds until you are in the chimney.  Wiggle your way up the chimney, with a few holds out right.There is no real anchor for this route. There is a bolt at the top of the chimney, but then i traversed right and lowered off the anchor for \"Amaretto.\" My rope didn't like it at all.I actually only climbed this because i misread the guidebook and thought i was on Amaretto.",
                "route_location": "The right side of the pillar that is directly right of Supercrack.  So you will be climbing the same chimney as \"Unknown 5.8\" but the right side.",
                "route_protection": "Hand sized pieces for the start, tiny cams to protect a thin crack inside the chimney, a finger piece for later.  Runners for sure.",
                "route_page_views": "2409",
                "route_shared_on": "Mar, 2018",
                "route_id": "3df7af25-597a-460c-9b61-4c5a40c3dcc5",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10": 1,
                    "5.9": 1,
                    "5.9-": 1
                },
                "route_tick_comments": "· TR. Fun. Hand jam at base. Start Chimney facing either way. Half way up, face towards cliff. Turn around at top to Mantle pillar."
            },
            {
                "route_name": "Pringles",
                "route_url": "https://www.mountainproject.com/route/105717427/pringles",
                "route_lr": 23,
                "route_grade": "5.11+",
                "route_protection_grading": "",
                "route_stars": 2.9,
                "route_votes": 82,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "???",
                "route_description": "The dihedral crack next to/underneath Gorilla.  Easily toproped after leading the later.  Starts off-fingers, then goes from thin to thinner, the crux being some serious laybacking around a slight bulge at about 60 feet.  Leading this section would be damn hard, as there are few stances.  After this, it widens and joins Gorilla.",
                "route_location": "N/A",
                "route_protection": "A full 30 metres.  Several each from tinny to hands.",
                "route_page_views": "3229",
                "route_shared_on": "Nov, 2001",
                "route_id": "b1673d6f-8ef6-410e-928c-10cead14bdc2",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.12b": 1,
                    "5.12a": 1,
                    "5.11+": 12,
                    "5.11+ R": 1,
                    "5.11c": 2,
                    "5.11 PG13": 1,
                    "5.11a/b": 1
                },
                "route_tick_comments": "· Lead / Onsight. harder than many 12's if you don't stem in the crux. smaller than black totem, uf uf · TR. X2 falls at crux. 3rd Silly fall out of hand jam at top · Lead / Fell/Hung. Took some nice whips at 0.3 crux. Do they offer plastic surgery to create a more tapered fingers??? · TR. TRonsight. Way easy, idk why I didn't lead this. Probably for the convenience · TR. TR onsight. Would have led this but people complain about ripping gear… seems like it would protect well? What am I missing. Thin around the crux. · TR. pretty good liebacks until bulge! hard couple of moves on thin stuff then join gorilla beginning stuff maybe .5-.3, 1, 2, 3 · Follow. Tried layback fingers up until Cruz for fun, break from 3” fist jams. · TR. Not clean but hard and fun. Bulge is crux. Went out right to get through it · TR. Such intense layback, even choicier finger tips up top, stemming out is the only way. 3 takes · TR. TR'd after leading Gorilla. Fun liebacking leads to a section of tippy tips that I simply couldn't pull through (fingers aren't strong enough). After surmounting the bulge, fun 5.9+ climbing in the left crack (avoiding Gorilla) leads to the chains! A bit contrived since Gorilla is off, but fun nonetheless! · Lead / Fell/Hung. Ripped a .2 out just below the crux, bury the gear deeper and it goes just fine. · TR. TR after climbing Gorilla. made it clean up to just after the tips lie back starts, swung over to finish on Gorilla a body length or so before they join. got good fingers and some stances in the first clean section. I did better than I expected. · TR. not sure when to use both cracks, heady lead, back still hurts too much to lieback · TR. Toproped until the bulge, then switched to the handcrack. So It was probably 5.11- for me. Still felt hard, but the grade seems about right. This climb seems pretty lame - an elimination problem in the creek? Why? · TR. Nur F Nflash Small Tips layback Crux, wo eigentlich der Gorilla-Riss danach schreit, mitbenutzt zu werden. Cool. · TR. didn't figure out how to do the crux, just liebacking it doesn't seem 11 to me · TR. Laid back to the bulge in one go. Gets very thin right before the bulge. Our guide told us this route was called Gorilla Warfare · Lead / Fell/Hung. The crux came as a tight 00 for about 15’ about halfway up. There was no chance of a clean go, as I was fried by the time I reached the crux. · TR. W/ Riley. Hopped on it after leading Pigs in a Slot. Nice to try. Jammed a fair bit of the crack, but the thin stemming at the crux would’ve been a little heady on lead. · TR. got up about 30' without issue. then when it got super thin, swung over to Gorrilla to try that #noshame · TR. Really fun! TRed Gorilla bottom and switched over to this at the layback section. Damn it gets thin. Top is really fun! Amazing! · TR. Fun lie backing with good rests to a seam bit contrived near the top one hung it · TR. Hung at the thin section. Tips for me and pumpy. Would be a hard lead to hang in and place gear. · TR. Excellent laybacking. Very hard, esp when it pinched. Same anchor as Gorilla Crack · TR. Clean TR, pretty chill. Placing gear would add considerably to the physical difficulty · Lead / Onsight. Lots of small gear. Almost whipped when 2.5\" Hairy spider crawled into crack VERY close to my hand. · Tr burn after gorilla, only used the corner, tough moves not obvious where it thins down to nada · TR. Strenuous layback. Feet were pretty slick in some areas. Fingers got reaaal thin. · TR. Dogged Crux which was half way up. Super thin fingers. First half layback. Second half tight flaring hands. · TR. TR Flash. Stayed with the corner crack. Nice face features for lieback at thin sections. · TR but not clean. This is HARD thin fingers liebacking. Super fun, and aesthetic but very athletic · Took @crux, needed smaller gear. Would be better if it wasn't so close to the other climb"
            },
            {
                "route_name": "Savelli Crack",
                "route_url": "https://www.mountainproject.com/route/108258266/savelli-crack",
                "route_lr": 35,
                "route_grade": "5.13b/c",
                "route_protection_grading": "PG13",
                "route_stars": 2.7,
                "route_votes": 3,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 80,
                "route_length_meter": 24,
                "route_fa": "Antoine Savelli and Teri Savelli",
                "route_description": "This route is located between Coyne Crack and Keyhole Flakes. I put it up in May 1999, on lead, on sight. The crux is at top and goes conservatively 5.13b/c. This route was omitted in the recent guidebooks, and is one of Indian Creek's test pieces. Fantastic finish, never done!!It starts with an easy boulder move to an optional #5 Camalot placement leading to the meat of the route. At first a right facing corner, leading to a left-facing and thinning corner to a double bolt belay slightly left.",
                "route_location": "Between Coyne Crack and Keyhole Flakes, a very unlikely looking thin double corner.",
                "route_protection": "Be ready for some thin pro. Many 0.5, thinning to 0.1 and 00.1. Tiniest TCUs on top offer dubious pro. Rollers are better. I repeated my route May 2013, and just as I was reaching the anchors, I fell unzipping one third of the pitch (scar under anchors from piece popping), a nasty forty footer. Do not do this route after it rains. Cam hooks OK on top. When sandy this climb is a 5.14.",
                "route_page_views": "5762",
                "route_shared_on": "Jul, 2013",
                "route_id": "2e97b9bd-e37a-4967-b77e-0c8c6275dee1",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.14 PG13": 1,
                    "5.13b/c": 1
                },
                "route_tick_comments": ""
            },
            {
                "route_name": "Super Babushka",
                "route_url": "https://www.mountainproject.com/route/107241514/super-babushka",
                "route_lr": 17,
                "route_grade": "5.11+",
                "route_protection_grading": "",
                "route_stars": 3.2,
                "route_votes": 6,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 110,
                "route_length_meter": 33,
                "route_fa": "Karl Kelley, Michelle Kelley 2011",
                "route_description": "A thin start with tips pro and some face holds brings you to a protection bolt. Pass the bolt(crux)via some thin liebacking to a\"thank god\" hand jam. continue up the right facing corner to a somewhat hidden broken crack with hands on the left wall. The crack merges back into the corner and finishes in a hole/pod with bolted anchor visible on the right wall.",
                "route_location": "between 3am crack and the twin cracks.rap the route.plaque at the bottom in honor of our 4 legged best friend Beau A.K.A. Bubbushka..",
                "route_protection": "several tips pieces, quick draw, doubles on gold and blue camelots",
                "route_page_views": "2748",
                "route_shared_on": "Aug, 2011",
                "route_id": "1b2d3a8e-ab7f-4bf7-9f09-92019f7c7a2f",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11+": 2,
                    "5.11a": 1
                },
                "route_tick_comments": "· Follow. Would bring multiple 0,.1,.2,.3 and a 4 in addition to the 2s and 3s. Very fun and unique route. Hard. · Lead / Fell/Hung. 2 blue aliens, black alien, purple c3, gray c3, heel hook at bolt, #4, bunch of 2s and 3s and another 4. · Lead. Grabbed draw at bolt, 2 takes total. Finished to top. #4/5 useful at top. · Lead / Fell/Hung. Barn door after the bolt. Mid level left foot, left hand up and match, throw left jam up. Two 4 and BD 3 · Lead / Onsight. fun route but bring some slings! I would rate it a 5.9 not a 5.8 · TR. Would be a heads up lead for sure! Sporty sequence then the rest felt about 10+"
            },
            {
                "route_name": "Super Chill",
                "route_url": "https://www.mountainproject.com/route/126104839/super-chill",
                "route_lr": 1,
                "route_grade": "5.8",
                "route_protection_grading": "",
                "route_stars": 2.5,
                "route_votes": 6,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 40,
                "route_length_meter": 12,
                "route_fa": "Devin Finand Molly Ohm",
                "route_description": "RFC. Fun top out. Start with BD #3s to #2s on a non- perfectly vertical splitter and pull lip up to the left with some potential for stemming to bolts with rap rings on face to the left of the main crack.Accessing the crack at the start can be a body squeeze for a broader person due to the crack being between and behind two mini aretes facing inward.Be wary of the loose crumbly rock on climbers right despite the temptation to use features for footholds or stemming.",
                "route_location": "Plaque at bottom. Walk climbers left from top of supercrack buttress approach. Hart of the creek.Trail not yet well worn, tred thoguhtfully.",
                "route_protection": "BD 3s, a 2, and 0.5 and/or 0.75 to protect the last move in the crack over the lip.",
                "route_page_views": "205",
                "route_shared_on": "May, 2024",
                "route_id": "a07106b9-731e-439d-8f99-f000fc7d490a",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.8": 3
                },
                "route_tick_comments": "· Lead. 5-6 #3s, 2-3 #2s, 1 #1, 1 #0.75 Kinda dirty Not really worth the walk over · Follow. Chossy rock on the right. Enjoyable with some stemming/face holds for feet. Stays shaded/cool for most of the day so perfect for hot summer days. · Lead / Redpoint. Cleaned some bullshit following brayden, rapped back down & sent it in approach shoes #3,2, orange totem (.75/.5 alternate) · Lead / Onsight. also did \"super chill\" route of devins far left. Maybe 40ft tall. 3s lows, 2 up high then pull the lip woth 0.5/0.75. Loose rock. Sarah knocked down a death block, more exist up there. Sarah had an emotional experience. Checked rope for core shot. Route not in MP. Many routes over there not in book or MP. In shade longer than other supercrack routes"
            },
            {
                "route_name": "Super Surprised",
                "route_url": "https://www.mountainproject.com/route/107241565/super-surprised",
                "route_lr": 8,
                "route_grade": "5.10-",
                "route_protection_grading": "",
                "route_stars": 2.9,
                "route_votes": 39,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 140,
                "route_length_meter": 42,
                "route_fa": "K3, Jay Ackerman",
                "route_description": "Can be climbed as 1 or 2 pitches. Start up a splitter fingers crack using the chimney on the right. After a body length or so, enter the chimney and scramble over some blocks (secure) to the back. Ascend the left facing hand crack with the pillar that forms the chimney at your back until you are at the top of the chimney. opt. bolted belay here.Climb the left facing hand crack with the crux being at the top just before the anchor.",
                "route_location": "The left facing corner just left of \"rad bad\" with a pillar at its base..rap the route: rap to the top of the pillar. Then rap down the front of the pillar, this will assure you wont get your rope stuck in the chimney",
                "route_protection": "p1. .3, 1camalot, a couple of shoulder length slingsp2.  .75-3 camalots heaviest on gold and blue's",
                "route_page_views": "5132",
                "route_shared_on": "Aug, 2011",
                "route_id": "c0c0b422-50f7-46b9-897d-ea2c3d38288c",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10": 4,
                    "5.10b": 1,
                    "5.10-": 6,
                    "Easy 5th": 1
                },
                "route_tick_comments": "· TR. Hang dog TR Climbed with John Fleming and Steve green A good way to end the trip :) · Lead / Onsight. Did pitch 1, no rap rings so also down climbed it. Gotta come back for P2! · TR. Got stopped by my chest just a couple of moves after the 2nd bulge inside the chimney. It was fun though! Don't wear a helmet. Do tell your belayer to wear one. · TR. Did in 2 pitches with 5 people haha, I followed and trailed a 2nd rope · 2 pitches. Lead. Fun. With NREL. Adventure romp first pitch to nice hands and tight hands. · Follow. w/ Tom - odd climb but pretty good! squeeze chimney down low was a first for me - crack narrows up top and gets hard! · Lead / Fell/Hung. Fucking long, I got super surprised. Climbed it on a 70 meter got around 20 feet off the ground needed to tie another rope to the 70. Had to bump 2’s 3’s for the second half of the climb · 2 pitches. Lead. Led in one pitch. Rope got heavy, so recommend doing in 2 to make it more fun · Lead / Fell/Hung. Hung, ran out of red cams and had to back clean (brought 2 but used one on the bottom, need to save at least 2 for the top). 2x0.3, 1x0.4, 2x1, 4x2, 5x3. 80m barely makes it. Rope got stuck in chimney (need to do the 2x rap) · Lead / Onsight. Really fun off the beaten track climb. An 80 works for both. · 2 pitches. TR. With Devin. Lead it next time, so much fun! Splitter 3/2/1 crack for the second pitch. Amazing! · Lead / Fell/Hung. Did it as one long pitch with lots of rope drag even though I ran out the chimney. Took at the very top right before the chains as it narrows down to #1 size. Definitely didn't need to take though - couple moves of tight hands but there are edges for feet. · Lead / Fell/Hung. Hard first climb in creek for me, led as two pitches and rested once in #3s, and where #2s turned to #1s from there I was worked and kept taking, ended up pulling on some of the 1s. Will be back with more crack technique! · 2 pitches. Lead / Onsight. 3x.3, 3x.4, 1x .75, 2x #1 5x #2-#3, optional #4 (or additional #3) off fingers at the top is definitely not the crux, face holds appear and the angle lessens. The crux is where the crack gets wider, but not deep enough with a \"too thin\" crack in the back of it.. · Lead / Onsight. Did this in the spring with Jacob Sternberg. Excellent route 2 pitches. · 2 pitches. Follow. W/MT. First pitch: finger crack .3, .4. No gear needed in chimney. Second pitch: 1,2,3s. Mostly 2s. Pinches down to 1 at the top. Good for a lead next time. · Lead / Redpoint. Led as 1 pitch & lowered with 80. Matt climbed and rapped 2x. Three .3s for start, couple #4s, all of the #3s, 3-4 #2s, 2 1s, 1 .75 for top. Fun & shady when everything else was baking. The OW has runout bolts now · 2 pitches. Lead / Fell/Hung. My poor hands needed more tape before the climb Very fun offwidth/finger crack at the start · Retro-ticked.. did with Matt a year or 2 ago. Super fun!!! Wonder if the off width off the pillar has ever been done. · Lead / Onsight. small yellow and blue tcus for fingers then two 1s for the chimney, didn't do the second pick · We belayed at the back of the chimney using red Camalots for the anchor. · 2 pitches. Lead / Onsight. Super fun, #3 gear in second pitch. Crux at top. · 2 pitches. Lead / Fell/Hung. recycled gear from the bottom! so i got to climb the thing twice! super surprised! · TR. great hand crack with new sharp edges, at suoercrack buttress! strenuous top out with tight hands."
            },
            {
                "route_name": "Supercrack of the Desert (aka Luxury Liner)",
                "route_url": "https://www.mountainproject.com/route/105717364/supercrack-of-the-desert-aka-luxury-liner",
                "route_lr": 41,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 3.8,
                "route_votes": 1455,
                "route_type": "Trad",
                "route_pitches": 3,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "Earl Wiggins, Ed Webster, Bryan Becker 11/1976",
                "route_description": "This route is, well,super.Originally namedLuxury Liner,this line has adopted the nameSuper Crack. Climb up the side of the detached flake (1.5 or 2 Friend) through the awkward crux (maybe 10c) to a top-of-the-flake ledge right below the crack. Although decent gear is available, groundfalls have occurred here, so heads-up. Climb the crack (sustained 5.9) for 80 feet, past the roof to a bolted anchor. While I typically don't like to give away the detailed beta, I'll make an exception here: hand jam, foot jam, hand jam, foot jam ... The crack widens a bit for the last 15 feet, so depending on the size of your mitts, you may have to revise this beta to include a cupped hand or two, and maybe even a fist.A 60m rope will just barely reach from the anchor for the rappel/TR. While it probably goes without saying, TR through draws and not the anchor.New full-length film from Rock and Ice on the first ascent of this line:rockandice.com/videos/climb…",
                "route_location": "Hike up to Supercrack Buttress and find the largest queue.  If this doesn't help you locate the route, look left of the ruins, finding the obvious splitter hand crack above a large flake, going through a small roof and cleaving the blank face above in an unbroken line another 60 feet or so above the roof.  An impressive line that's hard to miss.",
                "route_protection": "One 1.5 or 2 Friend, 5 or 6 #3 Friends, and 2 or 3 #4 Friends.  A blue TCU can also be used for additional pro on the crux.",
                "route_page_views": "146730",
                "route_shared_on": "Oct, 2001",
                "route_id": "aec088b3-fff5-4a86-9da8-a5a9528f23f4",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Bill Wright",
                        "comment_text": "While getting onto the pedestal is definitely the technical crux, the hardest part for me is just enduring to the anchors. I have relatively small hands and the #3 Camalot-sized crack feels insecure and drains me. I think this is a MUCH harder crack than the Incredible Hand Crack (which is trivial except for the overhanging twenty foot section) and much harder than the perfect #2 Camalot crack... more While getting onto the pedestal is definitely the technical crux, the hardest part for me is just enduring to the anchors. I have relatively small hands and the #3 Camalot-sized crack feels insecure and drains me. I think this is a MUCH harder crack than the Incredible Hand Crack (which is trivial except for the overhanging twenty foot section) and much harder than the perfect #2 Camalot crack of Generic Crack. I also find it harder than any other 5.10 crack that I have done in this area - mainly because of my hand size, but also because there is no chance for rest (unlike many of other 5.10 cracks like Generic Hand Crack, IHC, Gorilla Crack, Keyhole Flake, etc.) Hence, I think the crack itself is solid 5.10, not 5.9. Your hand size (and opinion) will vary, of course. Nov 29, 2001",
                        "comment_time": "Nov 29, 2001"
                    },
                    {
                        "comment_author": "George Bell",
                        "comment_text": "Those of us with big hands find Incredible Hand Crack (IHC) technically harder.  Supercrack is way enduro, but I find I can hand jam it all the way (although the start is thin hands and I am really cupped out near the anchors).  The crux of IHC is short (relatively), but it is desperate thin hands for me.  I have heard that IHC is slowly getting wider (and likely Supercrack too), so in 10... more Those of us with big hands find Incredible Hand Crack (IHC) technically harder.  Supercrack is way enduro, but I find I can hand jam it all the way (although the start is thin hands and I am really cupped out near the anchors).  The crux of IHC is short (relatively), but it is desperate thin hands for me.  I have heard that IHC is slowly getting wider (and likely Supercrack too), so in 10 years or so the ratings may have to be revised! Nov 29, 2001",
                        "comment_time": "Nov 29, 2001"
                    },
                    {
                        "comment_author": "Darin Lang",
                        "comment_text": "Bill, Mike, and George all make excellent points, consistent with my own limited experience at Indian Creek.  It seems that adding letter grades to the routes at IC wouldn't really give any useful information, and most of the route submissions on this site so far seem to recognize this.  As far as Supercrack goes, I think the best consensus is that it is \"5.10\".  Some may think it is 10a, some... more Bill, Mike, and George all make excellent points, consistent with my own limited experience at Indian Creek.  It seems that adding letter grades to the routes at IC wouldn't really give any useful information, and most of the route submissions on this site so far seem to recognize this.  As far as Supercrack goes, I think the best consensus is that it is \"5.10\".  Some may think it is 10a, some may think it's 10d+.  Strangely, everyone would be right. Nov 30, 2001",
                        "comment_time": "Nov 30, 2001"
                    }
                ],
                "route_suggested_ratings": {},
                "route_tick_comments": "· 1 pitch. Lead / Redpoint. first time leading it, pretty cruiser except i don't enjoy big hands as much, liked generic crack better. · Lead / Fell/Hung. I've climbed much better hand cracks in IC. It's extremely worn and a bit sandy from all the use. I'm sure it used to be great before people climbed it in the wet. p2 is awesome, p3 seem is cool but don't go above, it's all white sandstone above the seam. Fell on the .1's on p3 seem as it's really tough stemming and barely tips · Lead / Onsight. Led P1, Stu led P2+P3. P3 is kinda crazy. That tips corner is wicked hard and the sandstone above it is pretty trash, but at least there's a good anchor at the top even if there's no real gear for the 25m below that. · Climbed with Grey. Took my first whipper here on a #3 pulling the roof · 1 pitch. Follow. I took my first couple trad lead falls on this. We did the first pitch only. The bottom section is tricky/bouldery, but there are feet to make it doable. The bottom crack is nice, thinner/good hands for me. The bulge is tricky and involves getting Avery high jam over the lip and bumping the foot up enough to get a footjam above the bulge. The top was slightly wider hands, and I found it easier to swim through it · Lead / Onsight. Looooong, and the same move. Would be more enjoyable with more than 3 3s. · Lead / Fell/Hung. Took on my 3rd to last piece, I placed stupidly on a bent right arm at the roof. Run it out more after the roof and place on your L hand sometimes! · TR. Despite my assumptions about worn down classics, this is in fact a pretty super crack · Lead / Onsight. Led/ on sighted P1/P2 linked, then Ryan and I had a bit of an epic on the top pitch. But we got to the rim · Lead. Did first pitch. 1 and .75 grey to start and get to the crack. Heavy on 3s brought 6c maybe 4 yellow, and a couple red. Didn’t use the 4 on first pitch but the second definitely needs a handful · 1 pitch. TR. Bottom part was a struggle before the crack. My glove ripped 10 ft below the chains so I don’t get to top out. Great crack! · 1 pitch. Lead / Onsight. Brought mostly 3s and 4s for some reason. Had to down climb to back clean. Hard start! · Lead / Fell/Hung. Made it to the mini roof and did bad with resting. Very bad pump up top · Lead / Fell/Hung. 2 hung, daddy set up a stick clip for the bottom · Lead. Only lead half and the rope got stuck below me :) had to lower and cut the rope then go again · 1 pitch. Lead / Onsight. Apoteósico, letal para mi mano. Pareciera que estuviese nadando · 1 pitch. Lead / Flash. Suuuupa crack unda da Suuuupa Mooon Perfect weather at 10pm With Meeeeeeeeson Meeseeks Man · 1 pitch. Lead / Onsight. Despite John and Matt’s popping, tagged this classic and quite enjoyed it. Sprinted up the pumpy 3s crack placing minimal gear to save energy. Did actually almost barn door off the start… overall good, but hard to call it any different from any other splitter. Like an easier Fat Cat · 1 pitch. Lead / Fell/Hung. I freaked myself out on the first section but found good jams across the awkward boulder. Lost steam in the upper crack. · 1 pitch. Lead / Redpoint. We're not worthy! Such a good experience. Sent with only 4 blue cams · TR. This thing is epic! The wide spot at the top of the flake is funky, I got a shallow right hand jam around the corner to help me establish my feet on the face to go over the bulge. Just gotta move slow and careful, can get a .5 up high in the crack to the left of the bulge. The rest of the crack is so straight It’s crazy Endurance for sure But it’s vertical so you can put a lot of weight on your legs I had good hands for a little while then I was full forearm in jamming the meat of my forearm and my elbow in the crack Got lots of rests by squeezing my booty cheeks and staying tight to the wall with my legs and resting on my elbow I’d totally lead this! · 1 pitch. Lead / Onsight. Definitely a super classic and aesthetic line. Boulder problem down low isn’t too hard. Next time bring more 2s for the middle. Crux was not stepping on my own rope, and enduring the pain of endless cupping. Crack gloves might finally be on the wish list. · Lead / Flash. Climbed this one through sunset on my last day of the trip. What an awesome way to wrap up an awesome trip! · Lead / Fell/Hung. Clean through the 3s. Hung at the start and at the roof. Noah’s gear was still up so basically a sport climb. · 1 pitch. Lead / Onsight. Super wide hands, with arms in 3/4 up to my elbows. Doing more like forearm lock with handjam inside. Really hard, really sustained. Made it but scraped my arms real good · 1 pitch. TR. felt strong. couldnt do anything but swim my arms up (top hand thumb down), stand up, and repeat. Fun route. W/ Denver crew + Austin · 1 pitch. Lead / Onsight. Bottom was way more chill than expected — #2, .2, .75 (extended) to sew it up. Crux is the endurance through to the chains. · Many 2 , get all the feet in. Tricky start place a purple on the rock buldge above at the start · Lead / Onsight. Lead onsight 1-2 aid the 3. NEVER DO THE 3th pitch · 1 pitch. TR. Midnight climb under the moonlight with no head lamp. One of the coolest experiences of my life. · 1 pitch. Lead / Onsight. Pumpy ! Otherwise just a box to check. 4-6 #3 cams, depending on comfort level ? Met Kat and Zack and their friend with the small dog family. · Lead / Fell/Hung. Took a fall and hung twice after; gotta come back when I can actually climb a splitter · 1 pitch. TR. Nighttime beatdown. Need 100’ of the last part of the climb · 1 pitch. Lead / Fell/Hung. Freaking fun stuff. Headlight ascent at night. Got to about 20 feet out from the chains. So so good. · TR. Mock lead and popped off once from the pump. Baggy hands were tiring · TR. most exposed, longest route i’ve ever done. chicken winged and laybacked most of it, my fists were too small · Lead / Onsight. Incredible. Jug jug jug in a crack. Friction on this one is immaculate. Racing the sun. 1-#1, 3-#2, 3-#3. One more 3 if you want to sew it up. Just the first pitch · Lead / Fell/Hung. Sunset. Took a rest on the way up, but holy cow what an incredible route! The opening move was trickier than I was expecting. 1x1, 2x2, 5x3 and a purple totem for the opening move sewed it up. · TR. Oof, hard to jam. Didn’t make it up the crack. Start was fine · Lead / Onsight. Did pitch 1. Only had 3 3’s so I had to run it out around 15 feet a piece. But it was sooo fun · TR. First climb of the night and did it with a headlamp. Night climbing is fun. Small freak out when a big spider was on a key hold at the bottom. Took some takes as today was supposed to be a rest day and this got me pumped. I think I’m a fan of 3’s. Had all the fun and cleaned it but left ankle kept getting really sore. · Lead / Fell/Hung. Did the first pitch. Didn’t bring #2s and had to come back down.. the crux is weird but doable. Just commit to face climbing and place a 0.5 around the corner. Climbed this terribly, got pumped after the crux and had to keep taking my way up even though it was EZ. Bring lots of 3s, and at least 3 2s. · 1 pitch. Lead / Onsight. Super if you have big hands... just another splitter 3s pitch. · 1 pitch. TR. Hardest route I’ve ever done! Cardio, pain, jam jam jam. Exhausted but went again haha. A classic · TR. Pretty fun. Rested at the roof. Sustained. Fists for me at the top. · 1 pitch. TR. Top roped it, ill be back for the lead. Found it easier to layback the first section rather than try to jam it. Not sure how placing gear would be with this technique though · Lead / Flash. With sarah and martha. Bouldery hard to protect well start followed by 2s to 3s crack. Used 4 2s and 5 3s but ran it out and swam up. So fun. Could lap. Martha used 8 3s and wanted 10. We got a 3 stuck that took an hr to get out. · 1 pitch. First pitch only. As good as advertised. Funky climbing to ledge, then 2s to lip, 3s to chains. · 1 pitch. Lead / Fell/Hung. Made it through the boulder problem clean, used a .75, fell a few times on the crack · 1 pitch. TR. Your belayer will love it if you ask for beta anywhere on the crack · 1 pitch. Lead / Fell/Hung. Wow. Just wow. I got super pumped by the last 20' so I took twice. · 1 pitch. TR. TRashed. Start is a little tricky, then cruiser to the anchors. · 1 pitch. TR. So much fun!! bomber hands to cups but so so good w the ocun gloves · 1 pitch. Lead / Onsight. with pat/joanie/foster/cheryl. super fun on super crack! 1x 0.5 1x 1 3x 2s 5x 3s · Lead / Onsight. Endurofest. Bottom was a bit cruxy and awkward, used 3 #2s and then 8 #3s at the top and a way over cammed #4 for the last part before moving out right to the chains."
            },
            {
                "route_name": "Supershack",
                "route_url": "https://www.mountainproject.com/route/107066724/supershack",
                "route_lr": 999999,
                "route_grade": "V2-",
                "route_protection_grading": "",
                "route_stars": 3.0,
                "route_votes": 7,
                "route_type": "Boulder",
                "route_pitches": 1,
                "route_length_ft": 10,
                "route_length_meter": 3,
                "route_fa": "FFA Unknown- possibly me in 3/11?",
                "route_description": "Slightly harder than most pit toilets in southern Utah due to the slick nature of the material and steeper angle of the roof. Grab the edge of the roof, campus up a bit until you can throw up a heel hook (pinching the roof helps), and rock over.",
                "route_location": "This ascends the pit toilet structure in the parking lot between Supercrack Buttress and Donnelly Canyon.",
                "route_protection": "Possibly some smelling salts",
                "route_page_views": "3960",
                "route_shared_on": "Mar, 2011",
                "route_id": "9340c4ac-a818-429b-9201-e964a3ec5f13",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "V3": 1,
                    "V2-": 3,
                    "V0": 1
                },
                "route_tick_comments": "· Flash. My first climb in Indian Creek. Gunna tell my kids about this send one day"
            },
            {
                "route_name": "Tiffs Thigh Gap",
                "route_url": "https://www.mountainproject.com/route/125209979/tiffs-thigh-gap",
                "route_lr": 0,
                "route_grade": "5.10+",
                "route_protection_grading": "",
                "route_stars": 2.0,
                "route_votes": 1,
                "route_type": "Trad",
                "route_pitches": 2,
                "route_length_ft": 115,
                "route_length_meter": 35,
                "route_fa": "Jason Reese",
                "route_description": "P1 5.9 - Overhanging mostly .4 splitter on a varnished hard on the outside soft on the inside face. Climb to the anchor and or continue up crack into the thigh gap. Looks way harder than it is.P2 5.10+ - Climb past the anchor into a cave, ditch your helmet and fire the #3 roof into Tiffs Thigh Gap. Varied climbing gains the next anchor.",
                "route_location": "Way far left side of the Buttress. The route is obvious once you get there. Giant flat top boulder at the base of the route.",
                "route_protection": "Standard desert rack up to #3, extra .4's",
                "route_page_views": "462",
                "route_shared_on": "Oct, 2023",
                "route_id": "2d49f08a-d095-4562-bc7f-b19ce80d6138",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.10+": 1
                },
                "route_tick_comments": ""
            },
            {
                "route_name": "Too Much Cake",
                "route_url": "https://www.mountainproject.com/route/105717553/too-much-cake",
                "route_lr": 47,
                "route_grade": "5.11+",
                "route_protection_grading": "",
                "route_stars": 3.4,
                "route_votes": 13,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "Steve Hong",
                "route_description": "This route is about 250 feet to the right of Supercrack.  You can't miss the obvious OW that starts from a pedestal and is the start of the route. A pretty burly route in general.  It starts off in an OW which is very conducive to laybacking.  A #5 Camalot makes this section tolerable.  Where the OW constricts to thin crack there is a notch which the rope runs directly over and threatens to bind up the rope.  Avoid this by placing a #0 TCU there to keep the rope out of the crack.  After that, start laybacking and slamming the 1.5 Friends.  Don't get tunnel vision, there are rests.  Get psyched for the roof at the finish.  It's burly but all there.",
                "route_location": "N/A",
                "route_protection": "Many, many #0.75 Camalots or 1.5 Friends (no fewer than 10).  One #5 Camalot for the OW/layback start.  One set of TCUs should suffice for the low thin-crack section.",
                "route_page_views": "3556",
                "route_shared_on": "Mar, 2002",
                "route_id": "ac70d0b6-d6ea-4758-8aa3-ff4725d9cc31",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11+": 4,
                    "5.11": 1
                },
                "route_tick_comments": "· Lead. I took 1 time in the OW then sent the rest. Clearly I have a weakness. (#6s) Placed 1 #1, .5, .4 and #4 All #75s and red Mets. About 7-8 greens sew it up nicely. · Lead. 6>5, couple 1, as many .75, 4x .5, single black totem-.4. Black totem useful for rope. End very tiring fell at roof. Hand jam at very end need to gun for it. · OS (TR). Opened up to come off and stuck a surprise stem below the bulge. Saved the send. Next time lead something!!!"
            },
            {
                "route_name": "Triple Jeopardy",
                "route_url": "https://www.mountainproject.com/route/105717421/triple-jeopardy",
                "route_lr": 14,
                "route_grade": "5.8",
                "route_protection_grading": "",
                "route_stars": 2.5,
                "route_votes": 93,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 50,
                "route_length_meter": 15,
                "route_fa": "Devin Fin",
                "route_description": "A fun moderate route and good one for beginning leaders or to set up for people on their first trip.Just left of Twin Cracks. Just behind the giant leaning pillar.",
                "route_location": "N/A",
                "route_protection": "Various depending on which option is taken.  Regardless doubles of various sizes should be sufficient.",
                "route_page_views": "10193",
                "route_shared_on": "Nov, 2001",
                "route_id": "0eaa73dc-403b-42de-908a-dd0bfb5d38bb",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.8": 15,
                    "5.8 PG13": 1,
                    "5.8-": 1,
                    "5.7": 2
                },
                "route_tick_comments": "· Lead / Onsight. Maybe the funnest climb I’ve ever done Top ropes it afterward · Lead / Onsight. Not too bad. The squeeze was fun. Anchor was just left at the top of the big squeeze · TR. Begininning is easy bc of face ledges for feet so not proper crack climbing needed. Crux is the squeeze thru the narrow opening and how awkard moving thru that was. Full body camming. I got my shoulders kinda stuck at one point. I ended up going to a jug on the right side and facing out toward the sky side of the crack. Once you've wriggled out of that, it's easy but you can either chimney with no gear or get on the pillar/face and climb that. Anchors are chains, no musseys, on the flat side of the crack to the left if you're looking up at it from the ground. Small gear largely at least at the beginning · TR. Followed in Crocs, such a fantastic silly Willy climb. A bunch of .4s low, then 2,3,2 then runout to anchor but what a great squeeze bit. Simon's first crack Trad lead! · TR. loose rocks and lack of a bolt to protect the chimney at the top ruin an otherwise awesome climb · Lead / Onsight. Great fun, good for extending your time at the crag on a hot day. Not sure what the fuss is about being poorly protected at the start, crack begins immediately off the deck and can be well protected until the final chimney (could be avoided and well protected by climbing up opposite wall at ledge). · Lead / Onsight. Doubles .4,.5, 3. Orange metolius would have been nice. Could do 2 or 1 but not needed · Lead / Onsight. Crack Camp. I wanted to onsight something - Mary thought this would be a good one and Sam let me have it (no spoilers)! Thought this was a ton of awkward fun! My legs seemed long enough to chimney the top so I did. · TR. Trd in crack camp. So fun and good pro except the committing last move up onto the pillar. · Lead / Onsight. My third lead in the creek! Super fun climb with totally different moves than most climbs here · Lead / Flash. Crazy fun route. If my ass was any bigger I wouldn’t have fit! · Lead / Onsight. Really fun!!!!!!! Lots not great but once in it is awesome! · Lead / Onsight. Literally being birthed. I was so not fitting. Little boy said fun so I did it · Lead / Onsight. Wtf. I have never fit through such a small gap. Expect for birth. So much fun. And weird. Felt great. · TR. Feel pretty save to lead on this route after TP, but want to save time for other crack route so didn’t lead, will try next time. · Lead / Onsight. Allison hated it, but I enjoyed some of the funky movement being birthed up through the tight chimney. · Lead / Onsight. with S, what a riot, singles 0.5-3, doubles 0.3 and 0.4 · TR. Like hilarious and not hard but funny and weird haha. Take new people here for laughs and fun · Lead / Onsight. Fun and cool in the shade. 3 each .4, .5 2 .75 1 3, 3.5, 4 to place then back clean. · TR. Day 3 Crack Camp - got a little claustrophobic on the first attempt and came down to take a breath. Clean on the second attempt. · TR. fun to squeeze through the small area down low. was really glad I wasn't leading when I got to the chimney section up top · Lead / Onsight. Fun warm up, good for the first time leader. Single rack 0.4-2, double 0.4."
            },
            {
                "route_name": "Twin Cracks",
                "route_url": "https://www.mountainproject.com/route/105717445/twin-cracks",
                "route_lr": 15,
                "route_grade": "5.8+",
                "route_protection_grading": "",
                "route_stars": 2.5,
                "route_votes": 646,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 40,
                "route_length_meter": 12,
                "route_fa": "Bego Gerhart",
                "route_description": "A beautiful fun route, and the easiest crack system on Supercrack Buttress.  There's a good bit of liebacking on the smaller crack and then jamming and laddering on the wider to good anchors 40' up.  It's not a classic and hence usually open; well worthwhile for climbing as a moderate on the buttress or while waiting for other climbs on the north end.Climb up the main trail to Incredible Hand Crack and head N (left) about 80'.  If you hit a leaning pillar at 130', you've gone about 40' too far - head back past a large bush.  The little crack is in a right-facing dihedral, and the larger crack becomes the primary about 20' up.  Good anchors, good toprope or something to play on when you're waiting or pumped from more serious endeavours.It's a very good route, but only rates 2 stars because of the stellar stuff surrounding it.",
                "route_location": "N/A",
                "route_protection": "Double rack plus of #1 to #3 camalots for the short route should suffice.  The left crack takes the small gear early, then the right takes the larger stuff later.",
                "route_page_views": "18777",
                "route_shared_on": "Sep, 2001",
                "route_id": "89e9b7dc-ace0-444e-b719-323bde7e0b32",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Aaron Shupp",
                        "comment_text": "Every time I've been to IC there have been gaggles of people hanging on Twin Cracks all day long.  It seems to be the favorite entry level climb. I'm also a little confused about the rating. Maybe 5.8 or 5.8+. It seems far easier than other nines in the area. For example, Generic Crack is called 5.9+. To me, Generic should be rated at least a full grade more difficult than Twin Cracks. more Every time I've been to IC there have been gaggles of people hanging on Twin Cracks all day long.  It seems to be the favorite entry level climb. I'm also a little confused about the rating. Maybe 5.8 or 5.8+. It seems far easier than other nines in the area. For example, Generic Crack is called 5.9+. To me, Generic should be rated at least a full grade more difficult than Twin Cracks. Feb 6, 2002",
                        "comment_time": "Feb 6, 2002"
                    },
                    {
                        "comment_author": "KPRTX",
                        "comment_text": "Great crack, easily protected and not too sustained.  I will also add I would place it at a 5.8 or 5.8+  Its easy to get away without actually climbing the crack for those unexperianced indian creek cracksters like myself. Mar 23, 2002",
                        "comment_time": "Mar 23, 2002"
                    },
                    {
                        "comment_author": "Friso Schlottau",
                        "comment_text": "Just got back from my second trip out there, and I HIGHLY recommend this as a first climb in the area. Twin Cracks is awsome, but NOTE: RIGHT HANGER IS LOOSE! Mar 31, 2002",
                        "comment_time": "Mar 31, 2002"
                    }
                ],
                "route_suggested_ratings": {
                    "5.9": 28,
                    "5.9-": 12,
                    "5.8+": 51,
                    "5.8": 51,
                    "5.8-": 5,
                    "5.7+": 2,
                    "5.7": 4
                },
                "route_tick_comments": "· Lead / Onsight. Super cool. Go back and lead second pitch. Lou did it. #6 and down · Lead / Flash. First creek lead!! Had to try it after Celia sent it clean. Put in 7 cams total? Need like 3 #3s ideally. Placed one as my first piece in the right crack where it's a bit curvy and then mostly on the left crack (.75, 1, 2?, .5?) nothing smaller than .75 or so I think. Had 2 #3s and it was fine but could place at least one more if I could. Can extend if you place on the left and move over right right after. Didnt put gear in after the one piece after moving over to the right crack fully. Top is musseys · TR. Started with hand in the chalky splitter crack on the left and feet and right hand in the right crack at the bottom. Kinda awkwardly large on the right side for a bit at the bottom but stick your arm in far enough and trust the good left hand jam splitter to move past it. Theres a really good jug pocket thing you can use on the right for hands and then foot. Eventually you'll start hugging the pillar by getting a hand in the left crack that isn't the splitter and you can either do toe jams with feet in both cracks or stick a left foot out for a smear/stem. Good little pronounced divots for right foot that help you feel secure. Felt spooked at the section where you move over to the right crack fully with both feet. and then it gets wider/flaring as you go up but found the beta that works is to get good left hand/arm jam and then secure your left foot in the crack to bump up until you can stand on the good right face footholds and eventually reach some chalky jugs to the right and then it's jugs from there. · Lead / Onsight. Strongest lead yet. Felt confident. Austin almost booty’d a 5 (returned it). W SP + Z · Lead. 2 x 0.4, 1 0.75, 1 x 0.5, 1 x 1.0, 2 x 2.0, 1 x 3.0 (Left side gear beta from Liv) I used 1 x 4 on right side · Lead / Flash. * 2xyellow totem * 1x green BD * 1x purple totem * 1x red totem * 2 gold BD * 1 x3 BD For left crack · Lead / Onsight. Bumped my 3 too many times, but fun climb over all! · Lead / Redpoint. set up mock lead for ava. went left of block this time. fun but harder. need runner for 3 at top of block · Lead / Flash. Going to the right is straightforward but much wider. Bring a 4 for the top. · Lead / Onsight. So cool to come back to this one and send it on lead after my 2016 TR. went left at top. Good edges up high. But awkward. · Lead / Onsight. Used 0.75 and one #1 and one #2 , 2x #3 But i would next time take a few 0.3-0.4s so I can place my feet in the crack and not screw my protection. Also I used mostly the finger and left crack. · Lead / Onsight. Great warm up route! First lead ever in Indian Creek, I continued up into the 5.10 flake · Follow. Fun, varied climb with good stances to rest. Before the anchors used faced holds on right and shimmied left arm/leg up. Stays shaded until mid day · Lead / Onsight. No beta, placed a 2 and a 3. Met Mary Eden · Lead / Redpoint. Ended up going up left side at the top with #2 size. 2nd go on TR did the right side #4 crack with fist jams · TR. Crack Camp. Mock led as a warm up for day 3. Enjoyable and benign, but I didn't realize the upper crack widened into #4s. Glad I took up a #4 - ended up bumping this. · Lead / Redpoint. Should have brought alpine draws because I placed gear in both cracks but only climbed the left :/ · Lead / Flash. I climbed this twice. Once on TR to mock lead and then lead the second go. Super fun · Lead / Onsight. 2nd lead in the creek, cruiser! A great beginner lead with cool moves · Sweet cruiser; it was so fun! Wide at parts but the double crack made it cruisey- my crux was the start but using the tiny lil finger crack vs the OW was easier for my smol hands"
            },
            {
                "route_name": "Unknown",
                "route_url": "https://www.mountainproject.com/route/111272785/unknown",
                "route_lr": 42,
                "route_grade": "3rd",
                "route_protection_grading": "",
                "route_stars": 2.8,
                "route_votes": 5,
                "route_type": "Trad, TR",
                "route_pitches": 1,
                "route_length_ft": 60,
                "route_length_meter": 18,
                "route_fa": "unknown",
                "route_description": "For those that enjoy chimney climbing or want to get in a quick extra pitch, you can TR this chimney from the Supercrack TR.I did not lead this route - there didn't seem to be many options for gear.",
                "route_location": "There is a large block to the right of Supercrack. This block has a chimney between the block and the main wall. This route goes up the right side of the block/chimney.",
                "route_protection": "2 bolts (w/o rappel set-up) are on the main wall atop this block to the right of Supercrack. The bolts are on the right side of block - they can be used for directionals for a TR of the chimney using the Supercrack TR.",
                "route_page_views": "2115",
                "route_shared_on": "Nov, 2015",
                "route_id": "fc463dc5-fa63-4ee5-8e2f-b26b9056be76",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.8": 1,
                    "3rd": 2
                },
                "route_tick_comments": ""
            },
            {
                "route_name": "Unknown Deep Slot left of Keyhole Flake",
                "route_url": "https://www.mountainproject.com/route/116084158/unknown-deep-slot-left-of-keyhole-flake",
                "route_lr": 33,
                "route_grade": "5.11",
                "route_protection_grading": "PG13",
                "route_stars": 2.0,
                "route_votes": 2,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": null,
                "route_length_meter": null,
                "route_fa": "unknown",
                "route_description": "Looked at this thing for a long time before trying it. Lead up off the ground in pretty fun big fingers lieback, some cool OW slot moves, then hands in a deepening slot to find a modernish Rawl bolt with a stopper hanger. Climbed another 30 or so feet into the deepening and ever muddier chimney to a large hanging tombstone that was moving just when I was wiggling a cam to get it set in the dirt. SO I DOWN CLIMBED BACK TO THE NUT/BOLT AND BAILED.The new book has vague info about this route that I have to believe is not firsthand based on how awful the climbing was above the bolt. Says 5.11 but no warning about how muddy it gets or loose death blocks. There IS a anchor up high but I'm skeptical that going straight up from the bolt is how it got there. But maybe I'm a wimp?I am posting to see if anybody has info about the FA, or if Karl can add anything to the description in the book.Also, I am wondering if the odd bolt was actually used to tension into the better looking crack to the right, or maybe I missed a free opportunity to get over there? If so, this could be an amazing route after all, but the lack of info makes me wonder if it was ever even freed, or stinks so bad that it was better left to obscurity.There is a good #1 Camalot crack at the bolt, but deep in the slot so wouldn't be very functional to help get to the other crack. The bolt is a few feet out of the slot. Certainly a bolt would have been more appropriate higher up by the blocks seeing how the climbing at the bolt is easy and well protected.By the time I lowered, I was spitting dirt out of my mouth, eyes, ears, nose and I didn't look around much while bailing from that weird relic.Also, if another bolt was added at the one I bailed from to make an anchor, it would actually be a fun little varied route. 70 feet or so. Blasphemy, I know. But if the full route was never actually freed, or is a gross and dangerous pile, maybe that'd be appropriate? But then again, does Supercrack need another little 2 star route?I'll update this description from the comments if any info is clarified.",
                "route_location": "A deep slot capped by a roof crack into a stem box left of Keyhole Flake, before the other \"unknown\" listed here left of Keyhole.",
                "route_protection": "Can't say (see above where I DID NOT FINISH THE ROUTE). Starts on green and purple camalots, then hands and a #4 and #5 camalot, then hands/tight hands until past the bolt. Then...?",
                "route_page_views": "1316",
                "route_shared_on": "Nov, 2018",
                "route_id": "37e0c123-664c-42f8-bbac-fb45f4595b33",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11 PG13": 1
                },
                "route_tick_comments": ""
            },
            {
                "route_name": "Unknown Left of The Wave",
                "route_url": "https://www.mountainproject.com/route/112798714/unknown-left-of-the-wave",
                "route_lr": 29,
                "route_grade": "5.11",
                "route_protection_grading": "",
                "route_stars": 2.0,
                "route_votes": 1,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 140,
                "route_length_meter": 42,
                "route_fa": "unknown",
                "route_description": "I started on what is now The Man Who Knew Too Little and stepped right into hand jam then finger crack, but the direct looks possible, but harder. Steep thin hands relents to big hands, and fists/arm in a groove. Then a steep tight groove with green and purple camalots in the back relents to hands to the anchor (after an awkward, mantle-y move to stance).",
                "route_location": "Just left of The Wave. Anchor is only visible from down the talus.",
                "route_protection": "Camalot .1-.4 for the start.Camalot .75-4 for the middle.Save a couple .75s, .5s, and 2s for the top groove.New Anchor as of April 2nd, 2017 (Not from me).An 80 meter does not quite reach the ground. We used one to lower, but it required shenanigans to get the person untied and on the ground!TIE A KNOT IN THE END OF YOUR ROPE ALWAYS!",
                "route_page_views": "1141",
                "route_shared_on": "Apr, 2017",
                "route_id": "3307c13d-6155-4607-ad02-637785b8de8d",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11": 1
                },
                "route_tick_comments": ""
            },
            {
                "route_name": "Unknown on far left side of wall",
                "route_url": "https://www.mountainproject.com/route/107133770/unknown-on-far-left-side-of-wall",
                "route_lr": 4,
                "route_grade": "5.11-",
                "route_protection_grading": "",
                "route_stars": 2.8,
                "route_votes": 78,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 80,
                "route_length_meter": 24,
                "route_fa": "unknown",
                "route_description": "Sustained thin hands in a cool corner.  Stays nice and shady so this is a great route for warmer weather.",
                "route_location": "North side of Supercrack buttress.  Left of Bad Rad Duality.  Starts with straight in thin hands then goes into a small left facing dihedral for the remainder of the pitch.  Anchors are not visible from below but a single 60m cord will get you down.",
                "route_protection": "green and red camalots.  Maybe one gold and one or two purple (.5) camalots.",
                "route_page_views": "2247",
                "route_shared_on": "May, 2011",
                "route_id": "ccfa937a-8f1b-4f41-9547-e1f932bf282b",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11-": 17,
                    "5.11- PG13": 1,
                    "5.10c/d": 1,
                    "5.10+": 6,
                    "5.10": 2
                },
                "route_tick_comments": "· Lead / Fell/Hung. Two hung, the .75s felt tight because of the tippy-ness of the corner but it’s all there Rack: 2x .5, 4x .75, 3x 1.0, 1x 2.0 · Lead / Fell/Hung. bailed for more gear. sketchy top. don't need to do again · Lead / Onsight. W/ Luke. Fun! Would like the pillar to be slightly more attached but good thin hands. · Lead / Redpoint. crushed it nicely, fast style. heavy .75s and 1s are all, you need, with an optional couple 2 & 3 if desired. · Lead / Onsight. Actually really fun when I get my head around it, Climbed with Madison · TR. Followed Melinda's lead. Hard for me, since #1s and 0.75s are really thin for me. I had to lieback in a few spots, and jamming my fat hands into the thin sections was tenuous and painful! · TR. 1s and .75s the whole way! project for me. This is the one my ankle popped on · Lead / Onsight. W maegin, great shady route, should be more popular but I’m glad it isn’t · Lead / Fell/Hung. Got in my head and scared. Hung every few pieces but then TRed it and it was super fun and chill. · Lead / Flash. Super great to flash a 5.11- in the creek especially since it was my second route · Lead / Fell/Hung. endurance is definitely not my thing today. could probably send on a normal day. #2 or #3 is good for one spot, a .5 was good too. otherwise .75 and #1, plenty of them. · Lead / Onsight. fun tight hands with DF and Jamie. black mets and red camalots are the name of the game · 2 pitches. Lead / Fell/Hung. Several hangs on lead, followed by clean TR lap. Only had 2 green C4s and wanted more. Next time might bring 2x 0.5 or red metolius, 4x 0.75, 6x #1, and at least 1x #2 and/or #3. Very good pitch despite slightly hollow sounding blocks down low and flake up by the anchor. · Follow. Physically exhausting. Started right thumb up left thumb down. At the halfway switched to right thumb down. Also used some lay back to get through tough middle section where the crack was small, and again near the anchor. · Lead. I love this route! Bring more number #1’s and 2 black Metolius. .75 work but tipped out. 1 #2 and .5 guided this twice. Feels more 5.10 · Lead / Flash. psyched! fun climb. I had 1x2 2 x1's 3x.75s and 1x.5 bring like 5 or 6 x .75 and 1s ideally · 2 pitches. Lead / Redpoint. Hard sandy tight ones between loose #1 pods. Very pumpy, the sandiness of the crack made it feel very slippery · TR. i tried 2 times. second time was way better. climbed with Sarah. this route is more of a 5.10+ · Lead / Fell/Hung. Had to take once towards the top as I was running out of #1. Next time I lead it I’ll bring 6 #1s or try to place more .75s in the lower section. · TR. Tried this on TR. Made it up to the corner but didn’t have the technique/endurance to survive the corner · Lead / Fell/Hung. #1s for beginning splitter. Large section of .75s in middle of corner....punch it!!!! .5 at top · TR. Clean on TR, love this route - perfect hand all the way up · Lead / Fell/Hung. 1 hang. well worth doing, but i got scared not bringing enough gear. · Onsight. Many reds and greens. 2 golds 1 blue 1 0.5 camalot. Added one bolt to anchor."
            },
            {
                "route_name": "Unknown, left of Keyhole Flake",
                "route_url": "https://www.mountainproject.com/route/105717949/unknown-left-of-keyhole-flake",
                "route_lr": 32,
                "route_grade": "5.10",
                "route_protection_grading": "",
                "route_stars": 2.3,
                "route_votes": 55,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 50,
                "route_length_meter": 15,
                "route_fa": "unknown",
                "route_description": "This route is just left of Keyhole Flake and climbs a offwidth flake to a step right across to a fun, thin lieback flake.  The step across is the crux.",
                "route_location": "N/A",
                "route_protection": "A few cams from .5 to 2 Camalot, a large stopper on a stick or a very large cam might protect the start",
                "route_page_views": "3522",
                "route_shared_on": "Apr, 2003",
                "route_id": "3928ed28-1069-46f9-a2fa-df28e186f15d",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "William McGehee",
                        "comment_text": "A number 10 Metolius nut works very well to protect the bottom of the crack. If your leader is WAY to sketched out to place this, there are two options: Lift someone on to your shoulders to place the nut on a QD or place a #5 Camalot in the huge offwidth on the left that contains the side-pull hold necessary to gain the crack. Led this for the second time yesterday and all I have to say is... more A number 10 Metolius nut works very well to protect the bottom of the crack. If your leader is WAY to sketched out to place this, there are two options: Lift someone on to your shoulders to place the nut on a QD or place a #5 Camalot in the huge offwidth on the left that contains the side-pull hold necessary to gain the crack. Led this for the second time yesterday and all I have to say is that the nut is BOMBER... Make sure your belayer is to the right of the climb near the wall to avoid BAD rope-burn... Oct 6, 2003",
                        "comment_time": "Oct 6, 2003"
                    },
                    {
                        "comment_author": "steven sadler",
                        "comment_text": "the number 5 BD cam doesn't fit at the top of the  OW crack. we got way too sketched out so we picked up a girl and she set a nut to start it off.  i would recommend it because the kid who led it after we placed the nut would've decked. he took a nice fall on the nut. without it... ouch. Sep 19, 2010",
                        "comment_time": "Sep 19, 2010"
                    },
                    {
                        "comment_author": "Alexander Nees",
                        "comment_text": "A #6 C4 works to protect the offwidth (I'm sure a #6 Friend would work too).  It's not big enough for the very top of the offwidth, but it can be set high enough to prevent a groundfall when traversing right into the finger crack.  I'd recommend the big piece for this route, especially if it's your first time on it.  The traverse move is a bit funky and a fall from there could be ugly.  Great... more A #6 C4 works to protect the offwidth (I'm sure a #6 Friend would work too).  It's not big enough for the very top of the offwidth, but it can be set high enough to prevent a groundfall when traversing right into the finger crack.  I'd recommend the big piece for this route, especially if it's your first time on it.  The traverse move is a bit funky and a fall from there could be ugly.  Great climb though! Apr 3, 2012",
                        "comment_time": "Apr 3, 2012"
                    }
                ],
                "route_suggested_ratings": {
                    "5.10+ PG13": 1,
                    "5.10+": 1,
                    "5.10b/c": 2,
                    "5.10": 12,
                    "5.10-": 7
                },
                "route_tick_comments": "· Lead / Onsight. So I didn’t have any big cams for the offwidth flake to the left of the main flake, so I aided up the seam using small stoppers and climbed directly up into the rest of the route. · TR. The off width section was hard at the top and lie backs were tiring · Lead / Fell/Hung. Only made it to the pillar. Then down climbed. Move seems big with a sketch fall. Luckily I placed 2x 6s so worth while to lug up wide gear. There are no bail options for lead. I have an eye witness that I didn’t weight the rope. I take these things very seriously. · TR. Ow. Don’t traverse until you are at the very top of the thick flake in the first part. Switch left foot to right foot placement and reach to great hold in right thin flake, the. Traverse right foot over to crack. Be sure to use good left foot stem moves on arete to top. · Lead / Onsight. w/ David. Fun! 0.5’s protect the start of the finger crack well · Lead / Fell/Hung. Very technical traverse with weird protection moving from off width to the finger crack. Once in the finger crack gets easier and easier toward the top. · Lead / Fell/Hung. Rough warm up. Didn’t trust the #6 to protect the crack switch/couldn’t get comfy to pre protect that move with gear in right crack. .75 placed passively on stick clip as a nut protects transition as well. 3-4 .5 & .75 2 .3,.4,#1 #2 · Lead / Redpoint. Absolutely love this style of climbing. Balancy combination of splitters and face · Lead / Fell/Hung. Hung at the beginning, but lead the rest. Very commuting, but fun moves! · Lead / Onsight. Placed a nut via stick clip for start. Bomber. If you ever want weird looks, bring a stick clip to Indian creek · Lead / Onsight. Really cool step across, didn't have a big enough cam but protected it reasonably by slinging a chockstone in the offwidth and then removing the nut once past it to reduce rope drag · Lead / Onsight. Beta: You can 'rodeo clip' a nut for the first piece. Bomber. · Lead. Going up the offwidth was less than ideal, transitioning over was a challenge. · tr. tried the short people beta: get a foot cam and inch out into a horizontal position from the ow to the good hold. · Lead / Onsight. Did Direct start for a 5.12 variation. Hard to protect, very thin climbing. · RP, funky step across move... Stick clip a nut or big some 7' gear."
            },
            {
                "route_name": "Wave, The",
                "route_url": "https://www.mountainproject.com/route/105717529/the-wave",
                "route_lr": 30,
                "route_grade": "5.10+",
                "route_protection_grading": "",
                "route_stars": 3.6,
                "route_votes": 325,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 120,
                "route_length_meter": 36,
                "route_fa": "not sure",
                "route_description": "This beautiful lieback crack is positioned right in the middle of Supercrack buttress, somewhere right of Gorilla, and somewhat left of Coyne. Look for a large left leaning lieback with a couple of bulges interspersed with killer rests. The left hand wall is a really cool rippled rock that looks like little waves or small dunes on a beach. Start on a small pedestal and jam up the corner for a ways before busting into a lieback over a bulge. Easy, low angle climbing leads to another liebacking bulge up high to the anchors. A really cool climb.",
                "route_location": "N/A",
                "route_protection": "A couple of cams or each size from about #0.5 Camalot to #2 Camalot. The crack changes sizes alot so you only need a couple of each size.",
                "route_page_views": "13419",
                "route_shared_on": "Mar, 2002",
                "route_id": "84f38c5e-6fa2-4ca0-8dea-6c59d5bbf6a6",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "L. Hamilton",
                        "comment_text": "My favorite at SB, more varied than most.  The top crux feels committing, place gear and then go for it. Apr 5, 2002",
                        "comment_time": "Apr 5, 2002"
                    },
                    {
                        "comment_author": "Brian Weinstein",
                        "comment_text": "What a pretty seam.  As an I-Creek 10d, be prepared to place gear on a lieback or cruise to the rests.  Bring a couple #0.75 and 0.5 Camalots.  A black tri-cam worked nicely before the layback crux.  Enjoy. May 5, 2005",
                        "comment_time": "May 5, 2005"
                    },
                    {
                        "comment_author": "Andy Laakmann",
                        "comment_text": "Best on the wall in my opinion.  Great cruxes, great rests, a variety of gear, and a sprint to the finish.  I used (BDs) 4x0.5, 4x0.75, 4x1, 4x2, and 1x3.... yes you could do it with 2 of each size, but it is a long pitch (120 feet?), so do the math. Feb 28, 2006",
                        "comment_time": "Feb 28, 2006"
                    }
                ],
                "route_suggested_ratings": {
                    "5.11": 5,
                    "5.11b": 3,
                    "5.11a/b": 1,
                    "5.11-": 18,
                    "5.11a": 5,
                    "5.10d": 9,
                    "5.10c/d": 1,
                    "5.10+": 46,
                    "5.10c": 2,
                    "5.10b/c": 1
                },
                "route_tick_comments": "· Lead. Awesome route! Climbed better and easier than I expected from looking at it. The .75 bulge was the crux for me, but if you can pull that you can probably send the route 4X .5-2 would be plenty of gear. Plus 1 .4 and a couple 3s · Lead / Fell/Hung. Whipped at the roof and took a couple times but made it to the chains! · Lead. Fucking pump town! Zack put the bad boy up I was too tired to pull the roof on lead · Lead / Fell/Hung. Fewhang (both bulges). 3 1s up to first roof (one bump), then 2x2, 4-5 .75s, few .5s, then major rest. Few more .5s, then two 1s for last bulge (bump top one) and finish on easy ground after pulling bulge · Lead / Fell/Hung. Hard, didn't lay back at all but tiny crack foot game was great · Full rack , crux at the top , don’t lay back get feet in it · Lead / Fell/Hung. Lots of 1s and .75s. Enduro crux. So pumped. Many falls and takes · Lead / Fell/Hung. Led first half up to .75s section! Very fun. Tricky to move through .75s - layback? · TR. Gave it a clean TR burn after my onsight attempt and my learnings felt good · Lead / Fell/Hung. With mango. .3, 2 .4, 4 .5, 4 .75, 4x 1, 1x 2 This is a really fun varied route and I thought it was more like 5.11 for the creek. Worked a lot of my weaknesses and think I could send it fresh next time. Purples after crux 1 I fell and crux 2 I fell but found my sequence and how to use my inside hand · TR. Mock lead. Would bring X2 .4, x5 .5, x5 0.75, x4 1, x4 2, X1 3. The lack back is powerful and goes from 0.76 to 0.5 with sandy slopey feet. The roof is really hard with 1s, but hands are shitty · TR. Hung a few times. Hard route, long and sustained! I went into it too tired and rattly fingers weren’t it · Lead / Fell/Hung. would try to go back for a clean lead! unfortunately i arrived at the top without a #1, and definitely wanted it. very long and varied · Lead / Fell/Hung. W/ Adrian. Very hard, but enjoyed it a lot. Very committing laybacks, but manageable. Bring 5-6 .75s and .5s, 3-4 1s, 3-4 2s, a 3, and a .5. · Lead / Onsight. with pat/joanie/foster/cheryl! Fun route tough liebacking 3x .5 ? 3x .75? 2x 1 1x 2 1x 3 · 2 pitches. Lead / Fell/Hung. Sooo cold this day... everything felt way hard. Had to aid last section. super excited to come back and try this for real! the movement is amazing · Lead / Fell/Hung. Chef… amazing line. Interesting climbing and varied sizes. Long climb and crux comes almost at the end, pulling a small roof to #1 crack · 2 pitches. Lead / Flash. excellent! good to feel better again after coyne. 3, 4x1, 3x.75, red orange and yellow mc, .4. plus a TR lap · Lead / Fell/Hung. So close! One fall near the top, slipped off when I didn’t even think I would! Bottom and top are #1, good mix of smaller stuff between. Used 0.4-3 with double #0.5, 5x #0.75, 4x #1, 3x #2, and one #3 (when you reach the #3 midway up place it there). Optional #2 at the end before the anchor. Bring extra #0.5-1 if pushing limit. Some decent hand jamming for me, not too much layback, good rests too. No clips. · TR. TR this as sun was coming down so the pressure to finish made me climb well · Lead / Onsight. With Bronwyn and Anton. Excellent pitch. Very few .4s needed. Lots of .75s · TR. w/ Bronwyn Burman & Rainbow Weinstock after FD Programs. RW Led. Hung out with Danny B & Courtney (Red Moon Lodge) who gave me a ride back to town. · TR. Glad I didn’t lead it this time. Both bulges felt really hard to me on TR. · TR. Followed Chris's lead. This would be a hard lead. Lots of liebacking, plus a thin hands bulge crux at the top. · Lead / Fell/Hung. Fell at top crux. Felt nails going straight in- super greasy and awkward. Laying it back seems to be the move. · Lead / Redpoint. Felt casual this year, fun seeing how technique and comfort level have improved. · TR. No1s we’re great and good semi rests before crux - crux is reasonable. Route is apparently sandbag but felt ok honestly. Only one hung at crux · TR. Lead it next time it goes awesome. Gear : 2x.4, 3x.5, 5x.75-1, prob 1x2&3 · Lead / Fell/Hung. Got spanked on lead but did it clean on TR. Very physical lie-backing. Felt 10++ · Lead / Fell/Hung. One fall at the roof Only used 2 .5s. Would take 5th 1 or .75 · TR. Toproped - kind of a shame, it's a beautiful climb, but I wasn't feeling up for a long 5.10+ lead. It's cruiser except the crux up top, which was pretty hard and I laybacked it. · Lead / Fell/Hung. Got pretty worked on this one. Beginning is pretty chill thin hands to the first bulge. Get like the crux was the first bulge 0.75s - just need to commit to the layback. Hard couple of moves out of the alcove too · 2 pitches. Lead / Fell/Hung. Fell at first bulge hangs and French free at second. Hardest 10 I’ve ever done, not much easier than Desert Vaurnet. Fell at upper bulge on TR, first time falling on 5.10 TR in over a year · Lead / Fell/Hung. First creek climb! One fall at the first crux, one hang at the second. Bring 1x #2, and at least triples, maybe 4x .4-1. W/ Manny, Dana and Jeff. · Lead / Onsight. sweet line. hard for creek 10 or just hard warm up · Lead / Fell/Hung. Stout for 10. Lots of .75s. Need to feel more comfortable working the feet to find stances to place · Lead / Fell/Hung. Burley, felt harder than 10+ for me. 2nd bulge was burly tight hands · TR. hung. overhang tight hands. lots of layback to get thru. tiring. nice route. would do again if better at 1s · TR. Tony on lead, fell / hung. Camryn, Perry, and Tony on top rope. · Lead / Fell/Hung. 5 of everything from .5-2, take 2 x .4 , 1 x 3, 1 x 3.5, 5 x runners · Lead / Fell/Hung. Fell at second roof bc I placed then my right pinky slipped down onto my cam causing it to be crushed. 1 hung then sent. Pinky still numb. Moral: Trust your gear and run it out to the stance. · Lead / Fell/Hung. Did not like this climb. Felt like I couldn’t place gear while holding the layback. Could have been that my feet where too high · Lead / Fell/Hung. attempted to lead but unable to finish the last bulge. ran out of hear to sit through. jac went up and finished it. STIFF for the grade · Lead / Fell/Hung. a fucking good time. probably 10 takes. definitely thin hands at times, but super fun. layback -y · Lead / Onsight. Would be 4 stars if it wasn’t so rounded over and well-loved. · Lead / Fell/Hung. I fell at the #1 placements near the anchors. Soo close. I got scared and didn’t commit to the move, even though I had a great placement below me. Next time:) I met a ton of climbers:) Mo, chrisx2, Alan, Ben. So fun. I climbed with Cody and Daniel · Lead / Fell/Hung. First day in the creek with chicken Zach and jack! Lol, was resting at the last Bulge, 5 feet below the chains, foot slipped. Surprise · Lead / Fell/Hung. W Laura! Shot dang! Awesome route. Long and sustained. Took at the upper bulge below and above haha. 5x#1,5x.5 5x.75,2x#2 2x.4. 1x#3. · Lead. 2x.4, 3x.5, 5x.75, 5x1, 2x2. Wished I had a 3 at the top for awkward moves way above gear but oh well · Lead / Flash. led it after Jon, Calley tr'ed and set up a fixed line for photos. the first bulge was hard but I just committed to the layback. second bulge was harder since I didn't trust my feet, and ran out of gear (bring more .75s, .5s, and #1s next time). wild and super fun! · Lead / Fell/Hung. The 2s pod after the layback comes up blind. Next time I need to plug two and gun the layback · Lead / Fell/Hung. Lol so hard. Was not mentally prepared for all the laybacking..,did some hanging on gear in order to place gear. Rad climb, tho. Final roof pull is committing and great. · Lead / Fell/Hung. Hard at the .75 bulgey bit but very fun up to there"
            },
            {
                "route_name": "Wild Works of Fire",
                "route_url": "https://www.mountainproject.com/route/105717886/wild-works-of-fire",
                "route_lr": 19,
                "route_grade": "5.10",
                "route_protection_grading": "R",
                "route_stars": 2.9,
                "route_votes": 226,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 80,
                "route_length_meter": 24,
                "route_fa": "Martin Wilberger and Romain Vogler, July 4, 1987",
                "route_description": "Just right of3AM Crackis this splitter handcrack with a thin start and a couple of wider pods. The first move is bouldery, but once you're on the pedestal, the fun begins. Perfect jams lead up to some akwardness, then more fun jamming to the anchor. 1 rope will get you up and down.I thought this climb was as good as any other line we climbed at the creek. It felt more like 5.10 than 5.11. Don't miss the rest.",
                "route_location": "N/A",
                "route_protection": "Rap off the3AM Crackanchors and swing right to a 2-bolt bolt station 80' off the ground, and set up your TR. The guidebooks give this climb an R. It seems like the first 10 feet wouldn't be worth protecting as the rock is suspect but after that the pro should be bomber to the anchors.",
                "route_page_views": "4655",
                "route_shared_on": "Feb, 2003",
                "route_id": "6e1509c5-8342-4a86-9f4e-e26912687b07",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [
                    {
                        "comment_author": "Brian Weinstein",
                        "comment_text": "this route was well protected even through the soft area near the beginning.  nice hands to a pod where one needs to delve deep to jam and place. P1 ends on fingers to a set of anchors 80 feet up.  P2 is the crux 11 pitch. Apr 5, 2005",
                        "comment_time": "Apr 5, 2005"
                    },
                    {
                        "comment_author": "Guy H.",
                        "comment_text": "It is probably best not to follow the guidebook's gear recommendation.  You will probably want more than 2 sets of cams.  One set of cams to a #3 Camalot, with 3 #1s and 5 #2s will probably make you more comfortable to the first set of anchors. Oct 2, 2005",
                        "comment_time": "Oct 2, 2005"
                    },
                    {
                        "comment_author": "Ryan Kelly",
                        "comment_text": "I was under the impression that the .11 rating was for the second pitch.  The first pitch is .10. Sep 23, 2008",
                        "comment_time": "Sep 23, 2008"
                    }
                ],
                "route_suggested_ratings": {
                    "5.11 R": 4,
                    "5.11": 1,
                    "5.10+ R": 1,
                    "5.10+": 2,
                    "5.10c R": 3,
                    "5.10c": 1,
                    "5.10b/c": 2,
                    "5.10": 26,
                    "5.10 R": 10,
                    "5.10 PG13": 2,
                    "5.10b PG13": 1,
                    "5.10b": 10,
                    "5.10b R": 1,
                    "5.10- R": 2,
                    "5.10-": 1,
                    "5.10a": 2
                },
                "route_tick_comments": "· Lead / Redpoint. Yay! First 10 lead in the creek. Clean lead after TRing once last spring. · Lead / Onsight. Just p1? Unsure of how this climb works. A couple 1s, many 2s, 2 3s. .75 and .5 for tje top. A .5 to protect the start · Lead. Fun! I thought it would be mostly 1s but it was mostly 2s! · Lead / Onsight. Fun! 4x 2s was nessicary. A few 3s and 1s and .75. Start was tricky, forgot about the perfect hand jam to the right. · Lead / Onsight. W Cole Super fun, as good as the extremely popular 10s nearby. Yellow met and .75 for initial boulder, then 1, 2x4, 3x3, 2x .5 · TR. Clean TR. tricky start, bit burly angled offwidth, good crack in middle, nice edges at top and good feet on face · TR. Thin, powerful bouldery start then hand jams. A few very awkward pods that sucked me in · Lead / Fell/Hung. with akhil! rest up in the OW pod, there’s a ways to go to the anchors from there! · Lead / Fell/Hung. @Crack Camp! Took a proper whip on gear at the upper part of the flare. · Lead / Fell/Hung. Crack Camp. I wanted 1 hard lead, this was Sam's rec. He pre-placed 2 pieces above the thin start. It was my first time having someone coaching me thru on a fixed line the whole way up - I loved it!! I brought up 8 #2s, Sam back cleaned 2 for me so I guess I placed 10 #2s?? Pumped off on the zigzag, took twice in the OW pod. · TR. Haley trd in crack camp. I made it so close to the top before having to rest. · TR. Multiple falls on the start. Middle section was the first straight on crack I’ve climbed and the best feeling crack of the trip. Top third was deep and a challenge to get through. Multiple takes but honestly favorite crack of the trip. · Lead / Redpoint. With Brady, Sean, and Lance. Felt pretty good, pod part was weird. 2.5 piece would be nice · Super fun! Most of it was doable for me…the crux was the big flare near the top…I can try to climb outside the crack or I have to get hand jams way deep in the crack but I slipped out and then went outside the crack · Lead / Fell/Hung. Fell once after the pod. Save a .75 and .5 for the top. Super fun! · Lead / Flash. .4 at start protects the hard down low. Pod and .75 Sandy top was tricky but went easier than 3AM. · Lead / Flash. Encouraged my mark and crew. Clean send. Super proud and happy. · TR. hero move to save the ladies rope! lily finished after a tough battle i also messed up the toprope set up real bad · Lead / Fell/Hung. Pulled through offwidth pod, but climbed clean later on a top rope burn. Secure and way fun! · Lead / Fell/Hung. I pulled the first half clean (start on one foot was stupid as the feet are left)...bottom is definitely crux. Stoked to put it down. · Lead / Fell/Hung. .3, #1, #2(3), #3, #2(3), #1, .75 Good climb with great variability in movement. Couple tricky pods with lots of sinker jams! · Lead / Onsight. solid climb but doesn't match up to all of the amazing routes on the cliff. gear 0.5, .75, 3x1 and 5x2 · TR. Bit of an awkward start, to amazing 2s, to a techy pod with hands in the back. Exciting (but short) finger section to chains. Not R, fun. Tanner lead · Lead / Fell/Hung. great variety and a fun but awkward crux flare. one hang there · Lead / Fell/Hung. I took 5-7 #2’s. I took once at the bulge. The 2’s felt baggy. · TR. Day 3 Crack Camp - didn’t make it to the top but got a decent 10 ft section of continuous hand crack climbing! Highlight of the camp! · TR. Biffed the bottom then struggled thru the flares. Harder than 3am crack in that way for me. Good crack practice all the same. · TR. made it to the anchors cheating a fair bit on the top section. dont have the endurance for that yet · TR. Pushed through most of the vertical hand crack — tiring, but quite doable. Struggled with body maneuvering in the pod, but made it work!"
            },
            {
                "route_name": "Zow",
                "route_url": "https://www.mountainproject.com/route/106609218/zow",
                "route_lr": 52,
                "route_grade": "5.11",
                "route_protection_grading": "",
                "route_stars": 2.3,
                "route_votes": 3,
                "route_type": "Trad",
                "route_pitches": 1,
                "route_length_ft": 90,
                "route_length_meter": 27,
                "route_fa": "Jay Smith, Jo Bentley 5/1987",
                "route_description": "Great line that goes from tips to fingers to off fingers to stacks to thin hands, through a thin hands roof, to thin hands / hands (maybe a lieback past a wide pod) and up to the chains.The crux is before the #1s roof.  Those initial corners are slippery and the crux.  The roof is tricky too and thin hands.",
                "route_location": "Right side of Pink Flamingo wall.  Almost straight above the parking lot (little left of straight above when looking from the car).  Behind a tree in a dihedral.  Right of Pink Flamingo and all that a couple hundred yards.",
                "route_protection": "Green alien and two yellow aliens for the start (maybe a blue too).  Decent amount of .5 and .75 camalot size for the meat of the route.  #1s for the roof.  #1, #2, #3 above the roof.  Could place a big piece too but why carry it when you can push through (and maybe even whimper)!",
                "route_page_views": "1756",
                "route_shared_on": "Nov, 2009",
                "route_id": "f02fcb84-0711-4be6-a52c-9e3e970b7cc2",
                "route_tags": [],
                "route_composite_tags": [],
                "route_comments": [],
                "route_suggested_ratings": {
                    "5.11+ PG13": 1,
                    "5.11": 1
                },
                "route_tick_comments": ""
            }
        ]
    }
]